Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: Cannot set LC_COLLATE to default locale
pl: Nie mo¿na ustawiæ LC_COLLATE na domy¶ln± lokalizacjê

source: Cannot set LC_ALL to default locale
pl: Nie mo¿na ustawiæ LC_ALL na domy¶ln± lokalizacjê

source: while preparing output
pl: podczas przygotowywania wyników

source: Input Files:
pl: Pliki wej¶ciowe:

source: Symbolic character names defined in FILE
pl: Nazwy symboliczne znaków s± zdefiniowane w PLIKU

source: Source definitions are found in FILE
pl: Definicje ¼ród³owe znajduj± siê w PLIKU

source: FILE contains mapping from symbolic names to UCS4 values
pl: PLIK zawiera odwzorowania nazw symbolicznych na warto¶ci UCS4

source: Create output even if warning messages were issued
pl: Tworzenie pliku wyj¶ciowego nawet je¶li wyst±pi³y ostrze¿enia

source: Create old-style tables
pl: Tworzenie tablic w starym stylu

source: Optional output file prefix
pl: Opcjonalny prefiks plików wyj¶ciowych

source: Be strictly POSIX conform
pl: ¦cis³e przestrzeganie POSIX

source: Suppress warnings and information messages
pl: Pominiêcie wy¶wietlania ostrze¿eñ i informacji

source: Print more messages
pl: Wy¶wietlanie wiêcej liczby komunikatów

source: Archive control:
pl: Kontrola archiwum:

source: Don't add new data to archive
pl: Nie dodawanie nowych danych do archiwum

source: Add locales named by parameters to archive
pl: Dodanie do archiwum lokalizacji okre¶lonych parametrami

source: Replace existing archive content
pl: Zast±pienie aktualnej zawarto¶ci archiwum

source: Remove locales named by parameters from archive
pl: Usuniêcie z archiwum lokalizacji okre¶lonych parametrami

source: List content of archive
pl: Lista zawarto¶ci archiwum

source: locale.alias file to consult when making archive
pl: Plik locale.alias u¿ywany przy tworzeniu archiwum

source: Compile locale specification
pl: Kompilowanie specyfikacji lokalizacji

source: NAME [--add-to-archive|--delete-from-archive] FILE... --list-archive [FILE]
pl: NAZWA [--add-to-archive|--delete-from-archive] PLIK... --list-archive [PLIK]

source: cannot create directory for output files
pl: nie mo¿na utworzyæ katalogu na pliki wyj¶ciowe

source: FATAL: system does not define `_POSIX2_LOCALEDEF'
pl: OSTATECZNE: system nie definiuje `_POSIX2_LOCALEDEF'

source: cannot open locale definition file `%s'
pl: nie mo¿na otworzyæ pliku definicji lokalizacji `%s'

source: cannot write output files to `%s'
pl: nie mo¿na zapisaæ plików wyj¶ciowych do `%s'

source: System's directory for character maps : %s repertoire maps: %s locale path : %s %s
pl: Katalog systemowy dla tablic znaków: %s tablic repertuarów: %s ¶cie¿ka lokalizacji: %s %s

source: circular dependencies between locale definitions
pl: zapêtlone zale¿no¶ci pomiêdzy definicjami lokalizacji

source: cannot add already read locale `%s' a second time
pl: nie mo¿na dodaæ po raz drugi ju¿ odczytanej lokalizacji `%s'

source: cannot create temporary file
pl: nie mo¿na utworzyæ pliku tymczasowego

source: cannot initialize archive file
pl: nie mo¿na zainicjowaæ pliku archiwum

source: cannot resize archive file
pl: nie mo¿na zmieniæ rozmiaru pliku archiwum

source: cannot map archive header
pl: nie mo¿na odwzorowaæ nag³ówka archiwum

source: failed to create new locale archive
pl: tworzenie nowego archiwum lokalizacji nie powiod³o siê

source: cannot change mode of new locale archive
pl: nie mo¿na zmieniæ uprawnieñ nowego archiwum lokalizacji

source: cannot map locale archive file
pl: nie mo¿na odwzorowaæ pliku archiwum lokalizacji

source: cannot lock new archive
pl: nie mo¿na zablokowaæ nowego archiwum

source: cannot extend locale archive file
pl: nie mo¿na rozszerzyæ pliku archiwum lokalizacji

source: cannot change mode of resized locale archive
pl: nie mo¿na zmieniæ uprawnieñ archiwum lokalizacji po zmianie rozmiaru

source: cannot rename new archive
pl: nie mo¿na zmieniæ nazwy nowego archiwum

source: cannot open locale archive "%s"
pl: nie mo¿na otworzyæ archiwum lokalizacji "%s"

source: cannot stat locale archive "%s"
pl: nie mo¿na wykonaæ stat na archiwum lokalizacji "%s"

source: cannot lock locale archive "%s"
pl: nie mo¿na zablokowaæ archiwum lokalizacji "%s"

source: cannot read archive header
pl: nie mo¿na odczytaæ nag³ówka archiwum

source: locale '%s' already exists
pl: lokalizacja '%s' ju¿ istnieje

source: cannot add to locale archive
pl: nie mo¿na dodaæ do archiwum lokalizacji

source: locale alias file `%s' not found
pl: nie znaleziono pliku aliasów lokalizacji `%s'

source: Adding %s
pl: Dodawanie %s

source: stat of "%s" failed: %s: ignored
pl: stat na "%s" nie powiod³o siê: %s: zignorowano

source: "%s" is no directory; ignored
pl: "%s" nie jest katalogiem; zignorowano

source: cannot open directory "%s": %s: ignored
pl: nie mo¿na otworzyæ katalogu "%s": %s: zignorowano

source: incomplete set of locale files in "%s"
pl: niekompletny zestaw plików lokalizacji w "%s"

source: cannot read all files in "%s": ignored
pl: nie mo¿na przeczytaæ wszystkich plików w "%s": zignorowano

source: locale "%s" not in archive
pl: lokalizacji "%s" nie ma w archiwum

source: argument to `%s' must be a single character
pl: argument `%s' musi byæ pojedynczym znakiem

source: syntax error: not inside a locale definition section
pl: b³±d sk³adni: poza sekcj± definicji lokalizacji

source: cannot open output file `%s' for category `%s'
pl: nie mo¿na otworzyæ pliku wyj¶ciowego `%s' dla kategorii `%s'

source: failure while writing data for category `%s'
pl: niepowodzenie podczas zapisu danych dla kategorii `%s'

source: cannot create output file `%s' for category `%s'
pl: nie mo¿na utworzyæ pliku wyj¶ciowego `%s' dla kategorii `%s'

source: expecting string argument for `copy'
pl: spodziewanym argumentem dla `copy' jest ³añcuch

source: locale name should consist only of portable characters
pl: nazwa lokalizacji powinna sk³adaæ siê wy³±cznie ze znaków przeno¶nych

source: no other keyword shall be specified when `copy' is used
pl: ¿adne inne s³owo kluczowe nie powinno wystêpowaæ razem z `copy'

source: `%1$s' definition does not end with `END %1$s'
pl: definicja `%1$s' musi koñczyæ siê wyra¿eniem `END %1$s'

source: syntax error in repertoire map definition: %s
pl: b³±d sk³adni w definicji tablicy repertuaru: %s

source: no <Uxxxx> or <Uxxxxxxxx> value given
pl: nie podano ¿adnych warto¶ci <Uxxxx> lub <Uxxxxxxxx>

source: cannot save new repertoire map
pl: nie mo¿na zachowaæ nowej tablicy repertuaru

source: repertoire map file `%s' not found
pl: nie znaleziono pliku tablicy repertuaru `%s'

source: Set the owner, group and access permission of the slave pseudo terminal corresponding to the master pseudo terminal passed on file descriptor `%d'. This is the helper program for the `grantpt' function. It is not intended to be run directly from the command line.
pl: Ustawienie w³a¶ciciela, grupy i praw dostêpu podrzêdnego pseudoterminala odpowiadaj±cego nadrzêdnemu pseudoterminalowi przekazanemu w deskryptorze pliku `%d'. Jest to program pomocniczy dla funkcji `grantpt'. Nie jest przeznaczony do uruchamiania bezpo¶rednio z linii poleceñ.

source: The owner is set to the current user, the group is set to `%s', and the access permission is set to `%o'. %s
pl: W³a¶ciciela ustawiono na bie¿±cego u¿ytkownika, grupê na `%s', a prawa dostêpu na `%o'. %s

source: too many arguments
pl: za du¿o argumentów

source: needs to be installed setuid `root'
pl: musi byæ zainstalowany jako setuid `root'

source: memory is consistent, library is buggy
pl: pamiêæ jest spójna, biblioteka zawiera b³êdy

source: memory clobbered before allocated block
pl: pamiêæ zosta³a uszkodzona przed przydzielonym blokiem

source: memory clobbered past end of allocated block
pl: pamiêæ zosta³a uszkodzona za przydzielonym blokiem

source: block freed twice
pl: blok zwalniany dwa razy

source: bogus mcheck_status, library is buggy
pl: b³êdny mcheck_status, biblioteka zawiera b³êdy

source: Try \`memusage --help' for more information.
pl: Polecenie \`memusage --help' pozwoli uzyskaæ wiêcej informacji.

source: memusage: option \`$1' requires an argument
pl: memusage: opcja \`$1' musi mieæ argument

source: Usage: memusage [OPTION]... PROGRAM [PROGRAMOPTION]... Profile memory usage of PROGRAM. -n,--progname=NAME Name of the program file to profile -p,--png=FILE Generate PNG graphic and store it in FILE -d,--data=FILE Generate binary data file and store it in FILE -u,--unbuffered Don't buffer output -b,--buffer=SIZE Collect SIZE entries before writing them out --no-timer Don't collect additional information through timer -m,--mmap Also trace mmap & friends -?,--help Print this help and exit --usage Give a short usage message -V,--version Print version information and exit The following options only apply when generating graphical output: -t,--time-based Make graph linear in time -T,--total Also draw graph of total memory use --title=STRING Use STRING as title of the graph -x,--x-size=SIZE Make graphic SIZE pixels wide -y,--y-size=SIZE Make graphic SIZE pixels high Mandatory arguments to long options are also mandatory for any corresponding short options.
pl: Sk³adnia: memusage [OPCJA]... PROGRAM [OPCJA-PROGRAMU]... Profilowanie wykorzystania pamiêci przez PROGRAM. -n,--progname=NAZWA Nazwa pliku programu do profilowania -p,--png=PLIK Wygenerowanie grafiki PNG i zapisanie jej do PLIKU -d,--data=PLIK Wygenerowanie danych binarnych i zapisanie do PLIKU -u,--unbuffered Nie buforowanie wyj¶cia -b,--buffer=ROZMIAR Zgromadzenie tylu wpisów przed zapisaniem ich --no-timer Nie zbieranie dodatkowych informacji z u¿yciem zegara -m,--mmap ¦ledzenie tak¿e mmap i podobnych funkcji -?,--help Wypisanie tego opisu i zakoñczenie --usage Podanie krótkiego opisu sk³adni polecenia -V,--version Wypisanie informacji o wersji i zakoñczenie Nastêpuj±ce opcje odnosz± siê tylko do generowania graficznego wyj¶cia: -t,--time-based Utworzenie wykresu liniowego w czasie -T,--total Narysowanie tak¿e wykresu ca³kowitego u¿ycia pamiêci --title=£AÑCUCH U¿ycie £AÑCUCHA jako tytu³u wykresu -x,--x-size=ROZMIAR Utworzenie wykresu o podanej szeroko¶ci w pikselach -y,--y-size=ROZMIAR Utworzenie wykresu o podanej wysoko¶ci w pikselach Argumenty obowi±zkowe dla d³ugich opcji s± obowi±zkowe równie¿ dla odpowiednich krótkich opcji.

source: Syntax: memusage [--data=FILE] [--progname=NAME] [--png=FILE] [--unbuffered] [--buffer=SIZE] [--no-timer] [--time-based] [--total] [--title=STRING] [--x-size=SIZE] [--y-size=SIZE] PROGRAM [PROGRAMOPTION]...
pl: Sk³adnia: memusage [--data=PLIK] [--progname=NAZWA] [--png=PLIK] [--unbuffered] [--buffer=ROZMIAR] [--no-timer] [--time-based] [--total] [--title=£AÑCUCH] [--x-size=ROZMIAR] [--y-size=ROZMIAR] PROGRAM [OPCJA-PROGRAMU]...

source: memusage: option \`${1##*=}' is ambiguous
pl: memusage: opcja \`${1##*=}' jest niejednoznaczna

source: memusage: unrecognized option \`$1'
pl: memusage: nieznana opcja \`$1'

source: No program name given
pl: Nie podano nazwy programu

source: Name output file
pl: Nazwa pliku wyj¶ciowego

source: Title string used in output graphic
pl: £añcuch tytu³owy u¿ywany w wynikowym wykresie

source: Generate output linear to time (default is linear to number of function calls)
pl: Generowanie wyj¶cia liniowo po czasie (domy¶lnie: liniowo po liczbie wywo³añ funkcji)

source: Also draw graph for total memory consumption
pl: Narysowanie tak¿e wykresu ca³kowitego u¿ycia pamiêci

source: Make output graphic VALUE pixels wide
pl: Stworzenie wykresu szeroko¶ci VALUE pikseli

source: Make output graphic VALUE pixels high
pl: Stworzenie wykresu szeroko¶ci VALUE pikseli

source: Generate graphic from memory profiling data
pl: Wygenerowanie wykresu z danych profilowania pamiêci

source: DATAFILE [OUTFILE]
pl: PLIK-DANYCH [PLIK-WYJ¦CIOWY]

source: Unknown system error
pl: Nieznany b³±d systemowy

source: unable to free arguments
pl: zwolnienie argumentów niemo¿liwe

source: Success
pl: Sukces

source: Probable success
pl: Prawdopodobnie sukces

source: Not found
pl: Nie znaleziono

source: Probably not found
pl: Prawdopodobnie nie znaleziony

source: Cache expired
pl: Dezaktualizacja bufora cache

source: NIS+ servers unreachable
pl: Serwery NIS+ s± niedostêpne

source: Unknown object
pl: Nieznany obiekt

source: Server busy, try again
pl: Serwer zajêty, trzeba spróbowaæ ponownie

source: Generic system error
pl: Ogólny b³±d systemowy

source: First/next chain broken
pl: £añcuch pierwszy/nastêpny jest uszkodzony

source: Permission denied
pl: Brak dostêpu

source: Not owner
pl: Nie jest w³a¶cicielem

source: Name not served by this server
pl: Nazwa nie jest obs³ugiwana przez ten serwer

source: Server out of memory
pl: Brak pamiêci dla serwera

source: Object with same name exists
pl: Istnieje ju¿ obiekt o tej nazwie

source: Not master server for this domain
pl: To nie jest serwer nadrzêdny dla tej domeny

source: Invalid object for operation
pl: B³êdny obiekt dla tej operacji

source: Malformed name, or illegal name
pl: ¬le sformu³owana lub nieprawid³owa nazwa

source: Unable to create callback
pl: Utworzenie wywo³ania zwrotnego jest niemo¿liwe

source: Results sent to callback proc
pl: Wyniki zosta³y wys³ane do procedury wywo³ania zwrotnego

source: Not found, no such name
pl: Nie znaleziono, brak takiej nazwy

source: Name/entry isn't unique
pl: Nazwa/zapis nie jest unikalny

source: Modification failed
pl: Modyfikacja nie powiod³a siê

source: Database for table does not exist
pl: Brak bazy danych dla tej tabeli

source: Entry/table type mismatch
pl: Typy wpisu/tablicy nie pasuj± do siebie

source: Link points to illegal name
pl: Dowi±zanie wskazuje na b³êdn± nazwê

source: Partial success
pl: Czê¶ciowy sukces

source: Too many attributes
pl: Za du¿o atrybutów

source: Error in RPC subsystem
pl: B³±d w podsystemie RPC

source: Missing or malformed attribute
pl: Brakuj±cy lub ¼le sformu³owany atrybut

source: Named object is not searchable
pl: Wskazany obiekt nie mo¿e byæ przeszukiwany

source: Error while talking to callback proc
pl: Wyst±pi³ b³±d podczas odwo³ania do procedury wywo³ania zwrotnego

source: Non NIS+ namespace encountered
pl: Napotkano nazwy nie nale¿±ce do przestrzeni NIS+

source: Illegal object type for operation
pl: Nieprawid³owy typ obiektu dla tej operacji

source: Passed object is not the same object on server
pl: Uzyskany obiekt nie jest taki sam jak obiekt na serwerze

source: Modify operation failed
pl: Operacja modyfikacji nie powiod³a siê

source: Query illegal for named table
pl: B³êdne zapytanie dla podanej tablicy

source: Attempt to remove a non-empty table
pl: Próba skasowania tablicy z zawarto¶ci±

source: Error in accessing NIS+ cold start file. Is NIS+ installed?
pl: B³±d podczas dostêpu do pliku startowego NIS+. Czy NIS+ jest zainstalowany?

source: Full resync required for directory
pl: Katalog wymaga powtórzenia pe³nej synchronizacji

source: NIS+ operation failed
pl: Operacja NIS+ nie powiod³a siê

source: NIS+ service is unavailable or not installed
pl: Us³uga NIS+ jest niedostêpna lub nie zosta³a zainstalowana

source: Yes, 42 is the meaning of life
pl: Tak, 42 jest odpowiedzi± na pytanie o sens ¿ycia

source: Unable to authenticate NIS+ server
pl: Uwierzytelnienie serwera NIS+ jest niemo¿liwe

source: Unable to authenticate NIS+ client
pl: Uwierzytelnienie klienta NIS+ jest niemo¿liwe

source: No file space on server
pl: Brak miejsca na serwerze

source: Unable to create process on server
pl: Utworzenie procesu na serwerze jest niemo¿liwe

source: Master server busy, full dump rescheduled.
pl: Serwer nadrzêdny jest zajêty, pe³ny zrzut danych przesuniêty na pó¼niej.

source: LOCAL entry for UID %d in directory %s not unique
pl: Wpis LOKALNY dla UID %d w katalogu %s nie jest unikalny

source: UNKNOWN
pl: NIEZNANY

source: BOGUS OBJECT
pl: NIEISTNIEJ¡CY OBIEKT

source: NO OBJECT
pl: BRAK OBIEKTU

source: DIRECTORY
pl: KATALOG

source: GROUP
pl: GRUPA

source: TABLE
pl: TABLICA

source: ENTRY
pl: POZYCJA

source: LINK
pl: DOWI¡ZANIE

source: PRIVATE
pl: PRYWATNY

source: (Unknown object)
pl: (Nieznany obiekt)

source: Name : `%s'
pl: Nazwa : `%s'

source: Type : %s
pl: Typ : %s

source: Master Server :
pl: Serwer nadrzêdny :

source: Replicate :
pl: Replikacja :

source: Name : %s
pl: Nazwa : %s

source: Public Key :
pl: Klucz publiczny :

source: None.
pl: Brak.

source: Diffie-Hellmann (%d bits)
pl: Diffie-Hellmann (%d bitów)

source: RSA (%d bits)
pl: RSA (%d bitów)

source: Unknown (type = %d, bits = %d)
pl: Nieznany (typ = %d, bity = %d)

source: Universal addresses (%u)
pl: Adresy uniwersalne (%u)

source: Time to live :
pl: Czas ¿ycia :

source: Default Access rights :
pl: Domy¶lne prawa dostêpu :

source: Type : %s
pl: Typ : %s

source: Access rights:
pl: Prawa dostêpu:

source: Group Flags :
pl: Flagi grupy :

source: Group Members :
pl: Cz³onkowie grupy :

source: Table Type : %s
pl: Typ tablicy : %s

source: Number of Columns : %d
pl: Liczba kolumn : %d

source: Character Separator : %c
pl: Separator znaków : %c

source: Search Path : %s
pl: ¦cie¿ka przeszukiwania : %s

source: Columns :
pl: Kolumny :

source: [%d] Name : %s
pl: [%d] Nazwa : %s

source: Attributes :
pl: Atrybuty :

source: Access Rights :
pl: Prawa dostêpu :

source: Linked Object Type :
pl: Typ dowi±zanego obiektu :

source: Linked to : %s
pl: Dowi±zany do : %s

source: Entry data of type %s
pl: Dane rekordu typu %s

source: [%u] - [%u bytes]
pl: [%u] - [%u bajtów]

source: Encrypted data
pl: Zaszyfrowane dane

source: Binary data
pl: Dane binarne

source: Object Name : %s
pl: Nazwa obiektu : %s

source: Directory : %s
pl: Katalog : %s

source: Owner : %s
pl: W³a¶ciciel : %s

source: Group : %s
pl: Grupa : %s

source: Access Rights :
pl: Prawa dostêpu :

source: Time to Live :
pl: Czas ¿ycia :

source: Creation Time : %s
pl: Czas utworz. : %s

source: Mod. Time : %s
pl: Czas modyf. : %s

source: Object Type :
pl: Typ obiektu :

source: Data Length = %u
pl: Rozmiar danych = %u

source: Status : %s
pl: Stan : %s

source: Number of objects : %u
pl: Liczba obiektów : %u

source: Object #%d:
pl: Obiekt #%d:

source: Group entry for "%s.%s" group:
pl: Wpis dla grupy "%s.%s":

source: Explicit members:
pl: Cz³onkowie zadeklarowani:

source: No explicit members
pl: Brak zadeklarowanych cz³onków

source: Implicit members:
pl: Cz³onkowie domniemani:

source: No implicit members
pl: Brak domniemanych cz³onków

source: Recursive members:
pl: Cz³onkowie rekursywni:

source: No recursive members
pl: Brak rekursywnych cz³onków

source: Explicit nonmembers:
pl: Nie-cz³onkowie zadeklarowani:

source: No explicit nonmembers
pl: Brak zadeklarowanych nie-cz³onków

source: Implicit nonmembers:
pl: Nie-cz³onkowie domniemani:

source: No implicit nonmembers
pl: Brak domniemanych nie-cz³onków

source: Recursive nonmembers:
pl: Nie-cz³onkowie rekursywni:

source: No recursive nonmembers
pl: Brak rekursywnych nie-cz³onków

source: DES entry for netname %s not unique
pl: Pozycja DES dla sieci %s nie jest unikalna

source: netname2user: missing group id list in `%s'
pl: netname2user: brak listy identyfikatorów grup w `%s'

source: netname2user: (nis+ lookup): %s
pl: netname2user: (odwzorowanie nis+): %s

source: netname2user: DES entry for %s in directory %s not unique
pl: netname2user: wpis DES dla %s w katalogu %s nie jest unikalny

source: netname2user: principal name `%s' too long
pl: name2user: nazwa nadzorcy `%s' jest zbyt d³uga

source: netname2user: LOCAL entry for %s in directory %s not unique
pl: netname2user: wpis LOKALNY dla %s w katalogu %s nie jest unikalny

source: netname2user: should not have uid 0
pl: netname2user: UID 0 nie powinien wyst±piæ

source: Request arguments bad
pl: Argumenty ¿±dania s± b³êdne

source: RPC failure on NIS operation
pl: B³±d RPC podczas operacji NIS

source: Can't bind to server which serves this domain
pl: Nie mo¿na po³±czyæ siê z serwerem dla tej domeny

source: No such map in server's domain
pl: Brak takiej mapy w domenie serwera

source: No such key in map
pl: Brak takiego klucza w mapie

source: Internal NIS error
pl: B³±d wewnêtrzny NIS

source: Local resource allocation failure
pl: Wyst±pi³ b³±d podczas przydzielania lokalnych zasobów

source: No more records in map database
pl: Nie ma wiêcej rekordów w mapie

source: Can't communicate with portmapper
pl: Komunikacja z portmapperem jest niemo¿liwa

source: Can't communicate with ypbind
pl: Komunikacja z ypbind jest niemo¿liwa

source: Can't communicate with ypserv
pl: Komunikacja z ypserv jest niemo¿liwa

source: Local domain name not set
pl: Lokalna domena nie jest ustawiona

source: NIS map database is bad
pl: Mapa NIS zawiera b³êdy

source: NIS client/server version mismatch - can't supply service
pl: Niezgodno¶æ wersji miêdzy klientem i serwerem NIS - us³uga niemo¿liwa

source: Database is busy
pl: Baza danych jest zajêta

source: Unknown NIS error code
pl: Nieznany kod b³êdu NIS

source: Internal ypbind error
pl: B³±d wewnêtrzny ypbind

source: Domain not bound
pl: Domena nie zosta³a zwi±zana

source: System resource allocation failure
pl: Wyst±pi³ b³±d podczas przydzielania zasobów systemowych

source: Unknown ypbind error
pl: Nieznany b³±d ypbind

source: yp_update: cannot convert host to netname
pl: yp_update: nie mo¿na przekonwertowaæ nazwy hosta na nazwê sieci

source: yp_update: cannot get server address
pl: yp_update: nie mo¿na uzyskaæ adresu serwera

source: Haven't found "%s" in hosts cache!
pl: Nie znaleziono "%s" w buforze hostów!

source: Reloading "%s" in hosts cache!
pl: Prze³adowywanie "%s" w buforze hostów!

source: add new entry "%s" of type %s for %s to cache%s
pl: dodanie nowego wpisu "%s" typu %s dla %s do bufora%s

source: (first)
pl: (pierwszy)

source: cannot stat() file `%s': %s
pl: znalezienie pliku bazy danych `%s' jest niemo¿liwe: %s

source: pruning %s cache; time %ld
pl: czyszczenie bufora %s; czas %ld

source: considering %s entry "%s", timeout %<PRIu64>
pl: rozwa¿anie wpisu %s "%s", limit czasu %<PRIu64>

source: invalid persistent database file "%s": %s
pl: nieprawid³owy plik trwa³ej bazy danych "%s": %s

source: uninitialized header
pl: niezainicjowany nag³ówek

source: header size does not match
pl: rozmiar nag³ówka siê nie zgadza

source: file size does not match
pl: rozmiar pliku siê nie zgadza

source: verification failed
pl: weryfikacja nie powiod³a siê

source: suggested size of table for database %s larger than the persistent database's table
pl: sugerowany rozmiar tablicy dla bazy danych %s wiêkszy od bufora trwa³ej bazy danych

source: cannot create read-only descriptor for "%s"; no mmap
pl: nie mo¿na utworzyæ deskryptora tylko dla odczytu dla "%s"; brak mmap

source: cannot access '%s'
pl: brak dostêpu do '%s'

source: database for %s corrupted or simultaneously used; remove %s manually if necessary and restart
pl: baza danych dla %s uszkodzona lub jednocze¶nie u¿ywana; w razie potrzeby trzeba rêcznie usun±æ %s i zrestartowaæ

source: cannot create %s; no persistent database used
pl: nie mo¿na utworzyæ %s; trwa³a baza danych nie u¿ywana

source: cannot create %s; no sharing possible
pl: nie mo¿na utworzyæ %s; wspó³dzielenie niemo¿liwe

source: cannot write to database file %s: %s
pl: nie mo¿na zapisaæ do pliku bazy danych %s: %s

source: cannot set socket to close on exec: %s; disabling paranoia mode
pl: nie mo¿na ustawiæ gniazda do zamkniêcia przy exec: %s; wy³±czono tryb paranoiczny

source: cannot open socket: %s
pl: nie mo¿na otworzyæ gniazda: %s

source: cannot change socket to nonblocking mode: %s
pl: nie mo¿na przestawiæ gniazda w tryb nieblokuj±cy: %s

source: cannot set socket to close on exec: %s
pl: nie mo¿na ustawiæ gniazda do zamkniêcia przy exec: %s

source: cannot enable socket to accept connections: %s
pl: nie mo¿na otworzyæ gniazda do przyjmowania po³±czeñ: %s

source: provide access to FD %d, for %s
pl: udostêpnianie FD %d dla %s
