Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: cannot handle old request version %d; current version is %d
pl: nie mo¿na obs³u¿yæ ¿±dañ w starej wersji %d; aktualna wersja to %d

source: request from %ld not handled due to missing permission
pl: ¿±danie od %ld nie obs³u¿one z powodu braku uprawnieñ

source: request from '%s' [%ld] not handled due to missing permission
pl: ¿±danie od '%s' [%ld] nie obs³u¿one z powodu braku uprawnieñ

source: request not handled due to missing permission
pl: ¿±danie nie obs³u¿one z powodu braku uprawnieñ

source: cannot write result: %s
pl: nie mo¿na zapisaæ wyniku: %s

source: error getting caller's id: %s
pl: b³±d podczas pobierania identyfikatorów wywo³uj±cych: %s

source: cannot open /proc/self/cmdline: %s; disabling paranoia mode
pl: nie mo¿na otworzyæ /proc/self/cmdline: %s; wy³±czono tryb paranoiczny

source: cannot read /proc/self/cmdline: %s; disabling paranoia mode
pl: nie mo¿na odczytaæ /proc/self/cmdline: %s; wy³±czono tryb paranoiczny

source: cannot change to old UID: %s; disabling paranoia mode
pl: nie mo¿na zmieniæ na stary UID: %s; wy³±czono tryb paranoiczny

source: cannot change to old GID: %s; disabling paranoia mode
pl: nie mo¿na zmieniæ na stary GID: %s; wy³±czono tryb paranoiczny

source: cannot change to old working directory: %s; disabling paranoia mode
pl: nie mo¿na przej¶æ do starego katalog roboczego: %s; wy³±czono tryb paranoiczny

source: re-exec failed: %s; disabling paranoia mode
pl: ponowne wywo³anie nie powiod³o siê: %s; wy³±czono tryb paranoiczny

source: cannot change current working directory to "/": %s
pl: nie mo¿na zmieniæ bie¿±cego katalogu na "/": %s

source: short read while reading request: %s
pl: skrócony odczyt podczas czytania ¿±dania: `%s'

source: key length in request too long: %d
pl: d³ugo¶æ klucza w ¿±daniu zbyt du¿a: %d

source: short read while reading request key: %s
pl: skrócony odczyt podczas czytania klucza ¿±dania: %s

source: handle_request: request received (Version = %d) from PID %ld
pl: handle_request: odebrano ¿±danie (Wersja = %d) od procesu %ld

source: handle_request: request received (Version = %d)
pl: handle_request: odebrano ¿±danie (Wersja = %d)

source: disabled inotify after read error %d
pl: inotify wy³±czone po b³êdzie odczytu %d

source: could not initialize conditional variable
pl: nie mo¿na zainicjowaæ zmiennej warunkowej

source: could not start clean-up thread; terminating
pl: nie mo¿na uruchomiæ w±tku czyszcz±cego; zakoñczenie

source: could not start any worker thread; terminating
pl: nie mo¿na uruchomiæ ¿adnego w±tku roboczego; zakoñczenie

source: Failed to run nscd as user '%s'
pl: Uruchomienie nscd jako u¿ytkownik '%s' nie powiod³o siê

source: initial getgrouplist failed
pl: pocz±tkowe getgrouplist nie powiod³o siê

source: getgrouplist failed
pl: getgrouplist nie powiod³o siê

source: setgroups failed
pl: setgroups nie powiod³o siê

source: short write in %s: %s
pl: b³±d zapisu w %s: %s

source: Haven't found "%s" in group cache!
pl: Nie znaleziono "%s" w buforze grup!

source: Reloading "%s" in group cache!
pl: Prze³adowywanie "%s" w buforze grup!

source: Invalid numeric gid "%s"!
pl: Nieprawid³owy liczbowy gid "%s"!

source: freed %zu bytes in %s cache
pl: zwolniono %zu bajtów w buforze %s

source: no more memory for database '%s'
pl: nie ma wiêcej pamiêci dla bazy danych '%s'

source: Read configuration data from NAME
pl: Odczyt konfiguracji z pliku NAZWA

source: Do not fork and display messages on the current tty
pl: Nie przechodzenie w t³o i wy¶wietlanie komunikatów na bie¿±cym terminalu

source: NUMBER
pl: LICZBA

source: Start NUMBER threads
pl: Uruchomienie takiej LICZBY w±tków

source: Shut the server down
pl: Zakoñczenie pracy serwera

source: Print current configuration statistics
pl: Wy¶wietlenie aktualnych statystyk konfiguracji

source: TABLE
pl: TABLICA

source: Invalidate the specified cache
pl: Uniewa¿nienie podanego bufora

source: TABLE,yes
pl: TABLICA,yes

source: Use separate cache for each user
pl: U¿ycie oddzielnego bufora dla ka¿dego u¿ytkownika

source: Name Service Cache Daemon.
pl: Demon buforuj±cy us³ugi odwzorowania nazw.

source: wrong number of arguments
pl: z³a liczba argumentów

source: failure while reading configuration file; this is fatal
pl: niepowodzenie podczas odczytu pliku konfiguracyjnego; koniec pracy

source: already running
pl: jest ju¿ uruchomiony

source: cannot fork
pl: nie mo¿na wykonaæ fork

source: cannot change current working directory to "/"
pl: nie mo¿na zmieniæ bie¿±cego katalogu na "/"

source: Could not create log file
pl: Nie mo¿na utworzyæ pliku dziennika

source: Only root is allowed to use this option!
pl: Tylko root mo¿e u¿ywaæ tej opcji!

source: '%s' is not a known database
pl: '%s' nie jest znan± baz± danych

source: write incomplete
pl: zapis nie by³ kompletny

source: cannot read invalidate ACK
pl: nie mo¿na odczytaæ ACK dla uniewa¿nienia

source: invalidation failed
pl: uniewa¿nienie nie powiod³o siê

source: secure services not implemented anymore
pl: bezpieczne us³ugi nie s± ju¿ zaimplementowane

source: database %s is not supported
pl: baza danych %s nie jest obs³ugiwana

source: Parse error: %s
pl: B³±d analizowania: %s

source: Must specify user name for server-user option
pl: Trzeba podaæ nazwê u¿ytkownika dla opcji server-user

source: Must specify user name for stat-user option
pl: Trzeba podaæ nazwê u¿ytkownika dla opcji stat-user

source: invalid value for 'reload-count': %u
pl: b³êdna warto¶æ dla 'reload-count': %u

source: Must specify value for restart-interval option
pl: Trzeba podaæ warto¶æ dla opcji restart-interval

source: Unknown option: %s %s %s
pl: Nieznana opcja: %s %s %s

source: cannot get current working directory: %s; disabling paranoia mode
pl: nie mo¿na pobraæ bie¿±cego katalogu: %s; wy³±czono tryb paranoiczny

source: maximum file size for %s database too small
pl: maksymalny rozmiar pliku dla bazy danych %s jest zbyt ma³y

source: cannot write statistics: %s
pl: nie mo¿na zapisaæ statystyk: %s

source: yes
pl: tak

source: no
pl: nie

source: Only root or %s is allowed to use this option!
pl: Tylko root lub %s mo¿e u¿ywaæ tej opcji!

source: nscd not running!
pl: nscd nie jest uruchomiony!

source: cannot read statistics data
pl: nie mo¿na odczytaæ danych statystycznych

source: nscd configuration: %15d server debug level
pl: konfiguracja nscd: %15d poziom komunikatów diagnostycznych

source: %3ud %2uh %2um %2lus server runtime
pl: %3ud %2uh %2um %2lus czasu dzia³ania serwera

source: %2uh %2um %2lus server runtime
pl: %2uh %2um %2lus czasu dzia³ania serwera

source: %2um %2lus server runtime
pl: %2um %2lus czasu dzia³ania serwera

source: %2lus server runtime
pl: %2lus czasu dzia³ania serwera

source: %15d current number of threads %15d maximum number of threads %15lu number of times clients had to wait %15s paranoia mode enabled %15lu restart internal
pl: %15d aktualna liczba w±tków %15d maksymalna liczba w±tków %15lu razy klienci musieli czekaæ %15s tryb paranoiczny w³±czony %15lu miêdzy restartami

source: %s cache: %15s cache is enabled %15s cache is persistent %15s cache is shared %15zu suggested size %15zu total data pool size %15zu used data pool size %15lu seconds time to live for positive entries %15lu seconds time to live for negative entries %15<PRIuMAX> cache hits on positive entries %15<PRIuMAX> cache hits on negative entries %15<PRIuMAX> cache misses on positive entries %15<PRIuMAX> cache misses on negative entries %15lu%% cache hit rate %15zu current number of cached values %15zu maximum number of cached values %15zu maximum chain length searched %15<PRIuMAX> number of delays on rdlock %15<PRIuMAX> number of delays on wrlock %15<PRIuMAX> memory allocations failed %15s check /etc/%s for changes
pl: bufor %s: %15s bufor w³±czony %15s bufor trwa³y %15s bufor wspó³dzielony %15zu zalecany rozmiar %15zu ca³kowity rozmiar puli danych %15zu u¿ywany rozmiar puli danych %15lu sekund czasu przez który bêd± utrzymywane wpisy pozytywne %15lu sekund czasu przez który bêd± utrzymywane wpisy negatywne %15<PRIuMAX> trafionych wpisów pozytywnych %15<PRIuMAX> trafionych wpisów negatywnych %15<PRIuMAX> nie trafionych wpisów pozytywnych %15<PRIuMAX> nie trafionych wpisów negatywnych %15lu%% trafieñ %15zu aktualnie pamiêtanych warto¶ci %15zu maksymalnie pamiêtanych warto¶ci %15zu maksymalna d³ugo¶æ szukanego ³añcucha %15<PRIuMAX> opó¼nieñ na rdlock %15<PRIuMAX> opó¼nieñ na wrlock %15<PRIuMAX> przydzieleñ pamiêci nie powiod³o siê %15s sprawdzanie zmian w /etc/%s

source: Haven't found "%s" in password cache!
pl: Nie znaleziono "%s" w buforze hase³!

source: Reloading "%s" in password cache!
pl: Prze³adowywanie "%s" w buforze hase³!

source: Invalid numeric uid "%s"!
pl: Nieprawid³owy liczbowy uid "%s"!

source: Failed opening connection to the audit subsystem: %m
pl: Nie uda³o siê otworzyæ po³±czenia do podsystemu audytu: %m

source: Failed to set keep-capabilities
pl: Nie uda³o siê ustawiæ keep-capabilities

source: prctl(KEEPCAPS) failed
pl: prctl(KEEPCAPS) nie powiod³o siê

source: Failed to initialize drop of capabilities
pl: Nie uda³o siê zainicjowaæ porzucenia capabilities

source: cap_init failed
pl: cap_init nie powiod³o siê

source: Failed to drop capabilities
pl: Nie uda³o siê porzuciæ capabilities

source: cap_set_proc failed
pl: cap_set_proc nie powiod³o siê

source: Failed to unset keep-capabilities
pl: Nie uda³o siê wy³±czyæ keep-capabilities

source: Failed to determine if kernel supports SELinux
pl: Nie uda³o siê okre¶liæ, czy j±dro obs³uguje SELinuksa

source: Failed to start AVC thread
pl: Nie uda³o siê uruchomiæ w±tku AVC

source: Failed to create AVC lock
pl: Nie uda³o siê utworzyæ blokady AVC

source: Failed to start AVC
pl: Nie uda³o siê uruchomiæ AVC

source: Access Vector Cache (AVC) started
pl: Access Vector Cache (AVC) uruchomione

source: Error getting context of socket peer
pl: B³±d podczas pobierania kontekstu drugiej strony gniazda

source: Error getting context of nscd
pl: B³±d podczas pobierania kontekstu nscd

source: Error getting sid from context
pl: B³±d podczas pobierania sid z kontekstu

source: compile-time support for database policy missing
pl: brak wkompilowanej obs³ugi polityki bazy danych

source: SELinux AVC Statistics: %15u entry lookups %15u entry hits %15u entry misses %15u entry discards %15u CAV lookups %15u CAV hits %15u CAV probes %15u CAV misses
pl: Statystyki SELinux AVC: %15u wyszukiwañ wpisów %15u wpisów trafionych %15u wpisów nie trafionych %15u usuniêæ wpisów %15u wyszukiwañ CAV %15u CAV trafionych %15u prób CAV %15u CAV nie trafionych

source: Haven't found "%s" in services cache!
pl: Nie znaleziono "%s" w buforze us³ug!

source: Reloading "%s" in services cache!
pl: Prze³adowywanie "%s" w buforze us³ug!

source: database [key ...]
pl: baza [klucz ...]

source: Service configuration to be used
pl: U¿ycie tej konfiguracji us³ugi rozwi±zywania nazw

source: Get entries from administrative database.
pl: Odczyt wpisów z bazy administracyjnej.

source: Enumeration not supported on %s
pl: Wyliczanie nie obs³ugiwane dla %s

source: Unknown database name
pl: Nieznana baza danych

source: Supported databases:
pl: Obs³ugiwane bazy danych:

source: Unknown database: %s
pl: Nieznana baza `%s'

source: Convert key to lower case
pl: Przekszta³cenie klucza do ma³ych liter

source: Do not print messages while building database
pl: Nie wypisywanie komunikatów podczas tworzenia bazy danych

source: Print content of database file, one entry a line
pl: Wypisanie zawarto¶ci pliku bazy danych po jednym wpisie w linii

source: Create simple DB database from textual input.
pl: Utworzenie prostej bazy danych DB z wej¶cia tekstowego.

source: INPUT-FILE OUTPUT-FILE -o OUTPUT-FILE INPUT-FILE -u INPUT-FILE
pl: PLIK-WEJ¦CIOWY PLIK-WYJ¦CIOWY -o PLIK-WYJ¦CIOWY PLIK-WEJ¦CIOWY -u PLIK-WEJ¦CIOWY

source: No usable database library found.
pl: Nie znaleziono u¿ywalnej biblioteki bazy danych.

source: cannot open database file `%s': %s
pl: nie uda³o siê otworzyæ pliku bazy danych `%s': %s

source: incorrectly formatted file
pl: niepoprawnie sformatowany plik

source: duplicate key
pl: powtórzony klucz

source: while writing database file
pl: podczas zapisu pliku bazy danych

source: problems while reading `%s'
pl: problemy podczas odczytu `%s'

source: while reading database
pl: podczas odczytu bazy danych

source: Usage: %s [-v specification] variable_name [pathname]
pl: Sk³adnia: %s [-v specyfikacja] nazwa_zmiennej [¶cie¿ka]

source: %s -a [pathname]
pl: %s -a [¶cie¿ka]

source: Usage: getconf [-v SPEC] VAR or: getconf [-v SPEC] PATH_VAR PATH Get the configuration value for variable VAR, or for variable PATH_VAR for path PATH. If SPEC is given, give values for compilation environment SPEC.
pl: Sk³adnia: getconf [-v SPEC] ZMIENNA lub: getconf [-v SPEC] ZMIENNA_SC ¦CIE¯KA Odczyt warto¶ci konfiguracji dla zmiennej ZMIENNA lub zmiennej ZMIENNA_SC dla ¶cie¿ki ¦CIE¯KA. Je¶li podano SPEC, podawane s± warto¶ci dla ¶rodowiska kompilacji SPEC.

source: unknown specification "%s"
pl: nieznana specyfikacja "%s"

source: Couldn't execute %s
pl: Nie mo¿na wykonaæ %s

source: undefined
pl: niezdefiniowana

source: Unrecognized variable `%s'
pl: Nierozpoznana zmienna `%s'

source: %s: option '%s' is ambiguous
pl: %s: opcja '%s' jest niejednoznaczna

source: %s: option '--%s' doesn't allow an argument
pl: %s: opcja '--%s' nie mo¿e mieæ argumentów

source: %s: option '%c%s' doesn't allow an argument
pl: %s: opcja '%c%s' nie mo¿e mieæ argumentów

source: %s: option '%s' requires an argument
pl: %s: opcja '%s' musi mieæ argument

source: %s: unrecognized option '--%s'
pl: %s: nieznana opcja '--%s'

source: %s: unrecognized option '%c%s'
pl: %s: nieznana opcja '%c%s'

source: %s: invalid option -- '%c'
pl: %s: b³êdna opcja -- '%c'

source: %s: option requires an argument -- '%c'
pl: %s: opcja musi mieæ argument -- '%c'

source: %s: option '-W %s' is ambiguous
pl: %s: opcja '-W %s' jest niejednoznaczna

source: %s: option '-W %s' doesn't allow an argument
pl: %s: opcja '-W %s' nie mo¿e mieæ argumentów

source: No match
pl: Nic nie pasuje

source: Invalid regular expression
pl: B³êdne wyra¿enie regularne

source: Invalid collation character
pl: B³êdny znak sortowany

source: Invalid character class name
pl: B³êdna nazwa klasy znaku

source: Trailing backslash
pl: Koñcz±cy znak `\'

source: Invalid back reference
pl: B³êdny odno¶nik wstecz

source: Unmatched [ or [^
pl: Niesparowane [ lub [^

source: Unmatched ( or \(
pl: Niesparowane ( lub \(

source: Unmatched \{
pl: Niesparowane \{

source: Invalid content of \{\}
pl: B³êdna zawarto¶æ \{\}

source: Invalid range end
pl: B³êdny koniec zakresu

source: Memory exhausted
pl: Pamiêæ wyczerpana

source: Invalid preceding regular expression
pl: B³êdne poprzedzaj±ce wyra¿enie regularne

source: Premature end of regular expression
pl: Niespodziewany koniec wyra¿enia regularnego

source: Regular expression too big
pl: Wyra¿enie regularne jest za du¿e

source: Unmatched ) or \)
pl: Niesparowane ) lub \)

source: No previous regular expression
pl: Brak wyra¿enia regularnego

source: parameter null or not set
pl: parametr pusty lub nie ustawiony

source: Resolver Error 0 (no error)
pl: B³±d rozwi±zywania nazw 0 (brak b³êdu)

source: Unknown host
pl: Nieznany host

source: Host name lookup failure
pl: Odnalezienie nazwy urz±dzenia jest niemo¿liwe

source: Unknown server error
pl: Nieznany b³±d serwera

source: No address associated with name
pl: Brak adresu zwi±zanego z nazw±

source: Resolver internal error
pl: B³±d wewnêtrzny biblioteki rozwi±zuj±cej nazwy

source: Unknown resolver error
pl: Nieznany b³±d biblioteki rozwi±zuj±cej nazwy

source: %s: line %d: cannot specify more than %d trim domains
pl: %s: linia %d: nie mo¿na podaæ wiêcej ni¿ %d prawid³owych domen

source: %s: line %d: list delimiter not followed by domain
pl: %s: linia %d: brak domeny po ograniczniku listy

source: %s: line %d: expected `on' or `off', found `%s'
pl: %s: linia %d: oczekiwano `on' lub `off', napotkano `%s'

source: %s: line %d: bad command `%s'
pl: %s: linia %d: b³êdne polecenie `%s'

source: %s: line %d: ignoring trailing garbage `%s'
pl: %s: linia %d: zignorowano koñcowe ¶mieci `%s'

source: %s%sUnknown signal %d
pl: %s%sNieznany sygna³ %d

source: Unknown signal
pl: Nieznany sygna³

source: Unknown error
pl: Nieznany b³±d

source: Unknown error
pl: Nieznany b³±d

source: Real-time signal %d
pl: Sygna³ czasu rzeczywistego %d

source: Unknown signal %d
pl: Nieznany sygna³ %d

source: out of memory
pl: brak pamiêci

source: auth_unix.c: Fatal marshalling problem
pl: auth_unix.c: Krytyczny problem z prze³±czaniem

source: %s: %s; low version = %lu, high version = %lu
pl: %s: %s; wersja poboczna = %lu, wersja g³ówna = %lu

source: %s: %s; why = %s
pl: %s: %s; powód = %s

source: %s: %s; why = (unknown authentication error - %d)
pl: %s: %s; powód = (nieznany b³±d uwierzytelnienia - %d)

source: RPC: Success
pl: RPC: Sukces

source: RPC: Can't encode arguments
pl: RPC: Nie mo¿na zakodowaæ argumentów

source: RPC: Can't decode result
pl: RPC: Nie mo¿na zdekodowaæ wyniku

source: RPC: Unable to send
pl: RPC: Niemo¿liwe wysy³anie

source: RPC: Unable to receive
pl: RPC: Niemo¿liwy odbiór

source: RPC: Timed out
pl: RPC: Czas oczekiwania przekroczony

source: RPC: Incompatible versions of RPC
pl: RPC: Niekompatybilne wersje RPC

source: RPC: Authentication error
pl: RPC: B³±d uwierzytelniania

source: RPC: Program unavailable
pl: RPC: Niedostêpny program

source: RPC: Program/version mismatch
pl: RPC: Niezgodno¶æ programu/wersji

source: RPC: Procedure unavailable
pl: RPC: Niedostêpna procedura

source: RPC: Server can't decode arguments
pl: RPC: Serwer nie mo¿e zdekodowaæ argumentów

source: RPC: Remote system error
pl: RPC: B³±d w odleg³ym systemie

source: RPC: Unknown host
pl: RPC: Nieznany host

source: RPC: Unknown protocol
pl: RCP: Nieznany protokó³

source: RPC: Port mapper failure
pl: RPC: Awaria portmappera

source: RPC: Program not registered
pl: RPC: Nie zarejestrowany program

source: RPC: Failed (unspecified error)
pl: RPC: Nieudane (niesprecyzowany b³±d)

source: RPC: (unknown error code)
pl: RPC: (nieznany kod b³êdu)

source: Authentication OK
pl: Uwierzytelnienie poprawne

source: Invalid client credential
pl: B³êdne uwierzytelnienie klienta

source: Server rejected credential
pl: Serwer odrzuci³ wierzytelno¶æ

source: Invalid client verifier
pl: B³êdny weryfikator klienta

source: Server rejected verifier
pl: Serwer odrzuci³ weryfikacjê

source: Client credential too weak
pl: Wierzytelno¶æ klienta jest zbyt ma³a

source: Invalid server verifier
pl: B³êdny weryfikator serwera

source: Failed (unspecified error)
pl: Nieudane (nieustalony b³±d)

source: clnt_raw.c: fatal header serialization error
pl: clnt_raw.c: krytyczny b³±d serializacji nag³ówka

source: pmap_getmaps.c: rpc problem
pl: pmap_getmaps.c: problem rpc

source: Cannot register service
pl: Nie mo¿na zarejestrowaæ us³ugi

source: Cannot create socket for broadcast rpc
pl: Nie mo¿na utworzyæ gniazda dla rozg³aszania rpc

source: Cannot set socket option SO_BROADCAST
pl: Nie mo¿na ustawiæ opcji gniazda SO_BROADCAST

source: Cannot send broadcast packet
pl: Nie mo¿na wys³aæ pakietu rozg³oszeniowego

source: Broadcast poll problem
pl: Problem z nas³uchem przy rozg³aszaniu

source: Cannot receive reply to broadcast
pl: Nie mo¿na otrzymaæ odpowiedzi na rozg³aszanie

source: %s: output would overwrite %s
pl: %s: wyj¶cie nadpisze %s

source: %s: unable to open %s: %m
pl: %s: nie mo¿na otworzyæ %s: %m

source: %s: while writing output %s: %m
pl: %s: podczas zapisywania wyj¶cia do %s: %m

source: cannot find C preprocessor: %s
pl: nie mo¿na odnale¼æ preprocesora C: %s

source: cannot find any C preprocessor (cpp)
pl: nie mo¿na odnale¼æ preprocesora C (cpp)

source: %s: C preprocessor failed with signal %d
pl: %s: preprocesor C zakoñczy³ pracê z sygna³em %d

source: %s: C preprocessor failed with exit code %d
pl: %s: preprocesor C zakoñczy³ pracê z kodem wyj¶cia %d

source: illegal nettype: `%s'
pl: b³êdny typ sieci: '%s'

source: rpcgen: too many defines
pl: rpcgen: za du¿o definicji

source: rpcgen: arglist coding error
pl: rpcgen: b³êdne kodowanie arglist

source: file `%s' already exists and may be overwritten
pl: plik `%s' ju¿ istnieje i mo¿e zostaæ nadpisany

source: Cannot specify more than one input file!
pl: Mo¿na podaæ tylko jeden plik wej¶ciowy!

source: This implementation doesn't support newstyle or MT-safe code!
pl: Ta implementacja nie obs³uguje kodu w nowym stylu ani bezpiecznego dla w±tków!

source: Cannot use netid flag with inetd flag!
pl: Nie mo¿na u¿ywaæ flagi id_sieci z flag± inetd!

source: Cannot use netid flag without TIRPC!
pl: Flagi id_sieci mo¿na u¿ywaæ tylko z TIRPC!

source: Cannot use table flags with newstyle!
pl: Nowa sk³adnia opcji nie pozwala na u¿ywanie flagi table!

source: "infile" is required for template generation flags.
pl: flagi generowania szablonów wymagaj± podania "pliku_we".

source: Cannot have more than one file generation flag!
pl: Nie mo¿na podaæ wiêcej ni¿ jednej flagi generowania pliku!

source: usage: %s infile
pl: sk³adnia: %s plik_we

source: %s [-abkCLNTM][-Dname[=value]] [-i size] [-I [-K seconds]] [-Y path] infile
pl: %s [-abkCLNTM][-Dnazwa[=warto¶æ]] [-i rozmiar] [-I [-K sekund]] [-Y ¶cie¿ka] plik_we

source: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o outfile] [infile]
pl: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o plik_wy] [plik_we]

source: %s [-s nettype]* [-o outfile] [infile]
pl: %s [-s typ_sieci]* [-o plik_wy] [plik_we]

source: %s [-n netid]* [-o outfile] [infile]
pl: %s [-n id_sieci]* [-o plik_wy] [plik_we]

source: options:
pl: opcje:

source: -a generate all files, including samples
pl: -a generowanie wszystkich plików, tak¿e przyk³adów

source: -b backward compatibility mode (generates code for SunOS 4.1)
pl: -b tryb kompatybilno¶ci wstecznej (generuje kod dla SunOS 4.1)

source: -c generate XDR routines
pl: -c generowanie funkcji XDR

source: -C ANSI C mode
pl: -C tryb ANSI C

source: -Dname[=value] define a symbol (same as #define)
pl: -Dnazwa[=warto¶æ] definicja symbolu (to samo co #define)

source: -h generate header file
pl: -h generowanie pliku nag³ówkowego

source: -i size size at which to start generating inline code
pl: -i rozmiar rozmiar przy którym zacz±æ generowaæ kod inline

source: -I generate code for inetd support in server (for SunOS 4.1)
pl: -I generowanie kodu do obs³ugi inetd w serwerze (dla SunOS 4.1)

source: -K seconds server exits after K seconds of inactivity
pl: -K sekund serwer koñczy pracê po K sekund nieaktywno¶ci

source: -l generate client side stubs
pl: -l generowanie za¶lepek dla strony klienckiej

source: -L server errors will be printed to syslog
pl: -L zapisywanie b³êdów serwera do dziennika systemowego

source: -m generate server side stubs
pl: -m generowanie za¶lepek dla strony serwera

source: -M generate MT-safe code
pl: -M generowanie kodu bezpiecznego dla w±tków (MT-safe)

source: -n netid generate server code that supports named netid
pl: -n id_sieci generowanie kodu serwera obs³uguj±cego podany id_sieci

source: -N supports multiple arguments and call-by-value
pl: -N obs³uga wielu argumentów i wywo³ywania przez warto¶æ

source: -o outfile name of the output file
pl: -o plik_wy nazwa pliku wyj¶ciowego

source: -s nettype generate server code that supports named nettype
pl: -s typ_sieci generowanie kodu serwera obs³uguj±cego podany typ_sieci

source: -Sc generate sample client code that uses remote procedures
pl: -Sc generowanie przyk³adowego kodu klienta u¿ywaj±cego procedur zdalnych

source: -Ss generate sample server code that defines remote procedures
pl: -Ss generowanie przyk³adowego kodu serwera definiuj±cego procedury zdalne

source: -Sm generate makefile template
pl: -Sm generowanie szablonu makefile

source: -t generate RPC dispatch table
pl: -t generowanie tablicy wysy³ania RPC
