Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: %.*s: ARGP_HELP_FMT parameter requires a value
pl: %.*s: parametr ARGP_HELP_FMT wymaga podania warto¶ci

source: %.*s: Unknown ARGP_HELP_FMT parameter
pl: %.*s: Nieznany parametr ARGP_HELP_FMT

source: Garbage in ARGP_HELP_FMT: %s
pl: B³êdne dane w ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
pl: Argumenty obowi±zkowe lub opcjonalne dla d³ugich opcji s± równie¿ obowi±zkowe lub opcjonalne dla odpowiednich krótkich opcji.

source: Usage:
pl: Sk³adnia:

source: or:
pl: lub:

source: [OPTION...]
pl: [OPCJA...]

source: Try `%s --help' or `%s --usage' for more information.
pl: Polecenie `%s --help' lub `%s --usage' pozwoli uzyskaæ wiêcej informacji.

source: Report bugs to %s.
pl: Prosimy zg³aszaæ b³êdy na adres %s.

source: Give this help list
pl: Wy¶wietlenie tego tekstu pomocy

source: Give a short usage message
pl: Wy¶wietlenie krótkiej informacji o sk³adni polecenia

source: Set the program name
pl: Okre¶lenie nazwy programu

source: Hang for SECS seconds (default 3600)
pl: Zatrzymanie na SECS sekund (domy¶lnie 3600)

source: Print program version
pl: Wy¶wietlenie wersji programu

source: (PROGRAM ERROR) No version known!?
pl: (B£¡D PROGRAMU) Nieznana wersja?!

source: %s: Too many arguments
pl: %s: Za du¿o argumentów

source: (PROGRAM ERROR) Option should have been recognized!?
pl: (B£¡D PROGRAMU) Opcja powinna zostaæ rozpoznana?!

source: %s%s%s:%u: %s%sUnexpected error: %s.
pl: %s%s%s:%u %s%sNiespodziewany b³±d: %s.

source: %s%s%s:%u: %s%sAssertion `%s' failed.
pl: %s%s%s:%u: %s%sWarunek zapewnienia `%s' nie zosta³ spe³niony.

source: NAME
pl: NAZWA

source: Create C header file NAME containing symbol definitions
pl: Tworzenie pliku nag³ówkowego C o tej NAZWIE zawieraj±cego definicje symboli

source: Do not use existing catalog, force new output file
pl: Zamiast do istniej±cego katalogu, zapisanie do nowego pliku

source: Write output to file NAME
pl: Zapisanie wyników do pliku NAZWA

source: Generate message catalog.vIf INPUT-FILE is -, input is read from standard input. If OUTPUT-FILE is -, output is written to standard output.
pl: Generowanie katalogu komunikatów.vJe¶li PLIK-WE to -, dane s± czytane ze standardowego wej¶cia. Je¶li PLIK-WY to -, dane s± zapisywane na standardowe wyj¶cie.

source: -o OUTPUT-FILE [INPUT-FILE]... [OUTPUT-FILE [INPUT-FILE]...]
pl: -o PLIK-WY [PLIK-WE]... [PLIK-WY [PLIK-WE]...]

source: For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
pl: Instrukcje dotycz±ce zg³aszania b³êdów znajduj± siê pod adresem: <http://www.gnu.org/software/libc/bugs.html>.

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Copyright (C) %s Free Software Foundation, Inc. To oprogramowanie jest darmowe; warunki kopiowania s± opisane w ¼ród³ach. Autorzy nie daj± ¯ADNYCH gwarancji, w tym równie¿ gwarancji MO¯LIWO¦CI SPRZEDA¯Y lub PRZYDATNO¦CI DO KONKRETNYCH ZASTOSOWAÑ.

source: Written by %s.
pl: Autorem jest %s.

source: *standard input*
pl: *standardowe wej¶cie*

source: cannot open input file `%s'
pl: nie mo¿na otworzyæ pliku wej¶ciowego `%s'

source: illegal set number
pl: b³êdny numer zbioru

source: duplicate set definition
pl: powtórzona definicja zbioru

source: this is the first definition
pl: to pierwsza definicja

source: unknown set `%s'
pl: nieznany zbiór `%s'

source: invalid quote character
pl: niepoprawny znak cudzys³owu

source: unknown directive `%s': line ignored
pl: nieznana dyrektywa `%s': linia zignorowana

source: duplicated message number
pl: powtórzony numer komunikatu

source: duplicated message identifier
pl: powtórzony identyfikator komunikatu

source: invalid character: message ignored
pl: niepoprawny znak: komunikat zignorowany

source: invalid line
pl: niepoprawna linia

source: malformed line ignored
pl: b³êdnie sformu³owana linia zosta³a pominiêta

source: cannot open output file `%s'
pl: nie mo¿na otworzyæ pliku wyj¶ciowego `%s'

source: invalid escape sequence
pl: b³êdna sekwencja escape

source: unterminated message
pl: nie zakoñczony komunikat

source: while opening old catalog file
pl: podczas otwierania starego pliku katalogu

source: conversion modules not available
pl: modu³y konwersji niedostêpny

source: cannot determine escape character
pl: nie mo¿na okre¶liæ znaku escape

source: Don't buffer output
pl: Nie buforowanie wyj¶cia

source: Dump information generated by PC profiling.
pl: Zrzut informacji wygenerowanych przez profilowanie PC.

source: [FILE]
pl: [PLIK]

source: cannot open input file
pl: nie mo¿na otworzyæ pliku wej¶ciowego

source: cannot read header
pl: nie mo¿na odczytaæ nag³ówka

source: invalid pointer size
pl: nieprawid³owy rozmiar wska¼nika

source: Usage: xtrace [OPTION]... PROGRAM [PROGRAMOPTION]...\n
pl: Sk³adnia: xtrace [OPCJA]... PROGRAM [OPCJA-PROGRAMU]...\n

source: Try \`xtrace --help' for more information.\n
pl: Polecenie \`xtrace --help' pozwoli uzyskaæ wiêcej informacji.\n

source: xtrace: option \`$1' requires an argument.\n
pl: xtrace: opcja \`$1' musi mieæ argument.\n

source: Trace execution of program by printing currently executed function. --data=FILE Don't run the program, just print the data from FILE. -?,--help Print this help and exit --usage Give a short usage message -V,--version Print version information and exit Mandatory arguments to long options are also mandatory for any corresponding short options.
pl: ¦ledzenie wykonywania programu poprzez wypisywanie aktualnie wykonywanych funkcji. --data=PLIK Wypisanie danych z PLIKU zamiast uruchamiania programu -?,--help Wypisanie tego opisu i zakoñczenie --usage Podanie krótkiego opisu sk³adni polecenia -V,--version Wypisanie informacji o wersji i zakoñczenie Argumenty obowi±zkowe dla d³ugich opcji s± obowi±zkowe równie¿ dla odpowiednich krótkich opcji.

source: xtrace: unrecognized option \`$1'\n
pl: xtrace: nieznana opcja \`$1'\n

source: No program name given\n
pl: Nie podano nazwy programu\n

source: executable \`$program' not found\n
pl: nie znaleziono programu wykonywalnego \`$program'\n

source: \`$program' is no executable\n
pl: \`$program' nie jest wykonywalny\n

source: RTLD_SELF used in code not dynamically loaded
pl: RTLD_SELF wyst±pi³o w kodzie nie ³adowanym dynamicznie

source: unsupported dlinfo request
pl: nieobs³ugiwane ¿±danie dlinfo

source: invalid namespace
pl: niepoprawna przestrzeñ nazw

source: invalid mode
pl: niepoprawny tryb

source: invalid mode parameter
pl: niepoprawny parametr trybu

source: unknown
pl: nieznany

source: Unknown OS
pl: Nieznany system

source: , OS ABI: %s %d.%d.%d
pl: , ABI systemu: %s %d.%d.%d

source: Can't open cache file %s
pl: Nie mo¿na otworzyæ pliku bufora %s

source: mmap of cache file failed.
pl: mmap pliku bufora nie powiod³o siê.

source: File is not a cache file.
pl: Plik nie jest plikiem bufora.

source: %d libs found in cache `%s'
pl: Znaleziono %d bibliotek w buforze `%s'

source: Can't create temporary cache file %s
pl: Nie mo¿na utworzyæ tymczasowego pliku bufora %s

source: Writing of cache data failed
pl: Zapis danych bufora nie powiód³ siê

source: Changing access rights of %s to %#o failed
pl: Zmiana praw dostêpu %s na %#o nie powiod³a siê

source: Renaming of %s to %s failed
pl: Zmiana nazwy %s na %s nie powiod³a siê

source: cannot create scope list
pl: nie mo¿na utworzyæ listy zakresów

source: shared object not open
pl: obiekt dzielony nie jest otwarty

source: DST not allowed in SUID/SGID programs
pl: DST nie dozwolone dla programów SUID/SGID

source: empty dynamic string token substitution
pl: puste dynamiczne podstawienie znaku ³añcucha

source: cannot load auxiliary `%s' because of empty dynamic string token substitution
pl: nie mo¿na wczytaæ pomocniczego `%s' z powodu pustego dynamicznego podstawienia

source: cannot allocate dependency list
pl: nie mo¿na przydzieliæ pamiêci dla listy zale¿no¶ci

source: cannot allocate symbol search list
pl: nie mo¿na przydzieliæ pamiêci dla listy przeszukiwania symboli

source: Filters not supported with LD_TRACE_PRELINKING
pl: Filtry nie s± obs³ugiwane z LD_TRACE_PRELINKING

source: DYNAMIC LINKER BUG!!!
pl: B£¡D DYNAMICZNEGO LINKERA!!!

source: error while loading shared libraries
pl: b³±d podczas wczytywania bibliotek dzielonych

source: cannot map pages for fdesc table
pl: nie mo¿na odwzorowaæ stron dla tablicy fdesc

source: cannot map pages for fptr table
pl: nie mo¿na odwzorowaæ stron dla tablicy fptr

source: internal error: symidx out of range of fptr table
pl: b³±d wewnêtrzny: symidx spoza zakresu tablicy fptr

source: cannot allocate name record
pl: nie mo¿na przydzieliæ pamiêci dla rekordu nazwy

source: cannot create cache for search path
pl: nie mo¿na utworzyæ bufora dla ¶cie¿ki przeszukiwania

source: cannot create RUNPATH/RPATH copy
pl: nie mo¿na utworzyæ kopii RUNPATH/RPATH

source: cannot create search path array
pl: nie mo¿na utworzyæ tablicy ¶cie¿ki przeszukiwania

source: cannot stat shared object
pl: nie mo¿na wykonaæ stat na obiekcie dzielonym

source: cannot open zero fill device
pl: nie mo¿na otworzyæ urz±dzenia wype³niaj±cego zerami

source: cannot create shared object descriptor
pl: nie mo¿na utworzyæ deskryptora obiektu dzielonego

source: cannot read file data
pl: nie mo¿na odczytaæ danych z pliku

source: ELF load command alignment not page-aligned
pl: wyrównanie polecenia wczytania ELF nie wyrównane do granicy stron

source: ELF load command address/offset not properly aligned
pl: adres/przesuniêcie polecenia wczytania ELF niew³a¶ciwie wyrównane

source: cannot allocate TLS data structures for initial thread
pl: nie mo¿na przydzieliæ struktur danych TLS dla pocz±tkowego w±tku

source: cannot handle TLS data
pl: nie mo¿na obs³u¿yæ danych TLS

source: object file has no loadable segments
pl: plik obiektu nie ma segmentów ³adowalnych

source: failed to map segment from shared object
pl: odwzorowanie segmentu z obiektu dzielonego nie powiod³o siê

source: cannot dynamically load executable
pl: nie mo¿na dynamicznie wczytaæ pliku wykonywalnego

source: cannot change memory protections
pl: nie mo¿na zmieniæ ochrony pamiêci

source: cannot map zero-fill pages
pl: nie mo¿na odwzorowaæ stron wype³nionych zerami

source: object file has no dynamic section
pl: plik obiektu nie ma sekcji dynamicznej

source: shared object cannot be dlopen()ed
pl: obiekt dzielony nie mo¿e byæ otwarty przez dlopen()

source: cannot allocate memory for program header
pl: nie mo¿na przydzieliæ pamiêci na nag³ówek programu

source: invalid caller
pl: niepoprawny wywo³uj±cy

source: cannot enable executable stack as shared object requires
pl: nie mo¿na w³±czyæ wykonywalnego stosu wymaganego przez obiekt dzielony

source: cannot close file descriptor
pl: nie mo¿na zamkn±æ deskryptora pliku

source: file too short
pl: plik za krótki

source: invalid ELF header
pl: nieprawid³owy nag³ówek ELF

source: ELF file data encoding not big-endian
pl: kodowanie danych w pliku ELF nie jest big-endian

source: ELF file data encoding not little-endian
pl: kodowanie danych w pliku ELF nie jest little-endian

source: ELF file version ident does not match current one
pl: identyfikator wersji pliku ELF nie zgadza siê z aktualnym

source: ELF file OS ABI invalid
pl: niepoprawne ABI systemu w pliku ELF

source: ELF file ABI version invalid
pl: niepoprawna wersja ABI w pliku ELF

source: internal error
pl: b³±d wewnêtrzny

source: ELF file version does not match current one
pl: wersja pliku ELF nie zgadza siê z aktualn±

source: only ET_DYN and ET_EXEC can be loaded
pl: tylko ET_DYN i ET_EXEC mog± byæ wczytane

source: ELF file's phentsize not the expected size
pl: phentsize w pliku ELF nie jest oczekiwanym rozmiarem

source: wrong ELF class: ELFCLASS64
pl: niew³a¶ciwa klasa ELF: ELFCLASS64

source: wrong ELF class: ELFCLASS32
pl: niew³a¶ciwa klasa ELF: ELFCLASS32

source: cannot open shared object file
pl: nie mo¿na otworzyæ pliku obiektu dzielonego

source: relocation error
pl: b³±d relokacji

source: symbol lookup error
pl: b³±d poszukiwania symbolu

source: cannot extend global scope
pl: nie mo¿na rozszerzyæ zakresu globalnego

source: TLS generation counter wrapped! Please report this.
pl: Licznik generacji TLS przekrêci³ siê! Proszê to zg³osiæ.

source: invalid mode for dlopen()
pl: b³êdny typ dla dlopen()

source: no more namespaces available for dlmopen()
pl: nie ma wiêcej dostêpnych przestrzeni nazw dla dlmopen()

source: invalid target namespace in dlmopen()
pl: b³êdna przestrzeñ nazw dla celu w dlmopen()

source: cannot allocate memory in static TLS block
pl: nie mo¿na przydzieliæ pamiêci w statycznym bloku TLS

source: cannot make segment writable for relocation
pl: nie mo¿na uczyniæ segmentu zapisywalnym w celu relokacji

source: %s: no PLTREL found in object %s
pl: %s: nie znaleziono PLTREL w obiekcie %s

source: %s: out of memory to store relocation results for %s
pl: %s: brak pamiêci na zapisanie wyników relokacji dla %s

source: cannot restore segment prot after reloc
pl: nie mo¿na odtworzyæ ochrony segmentu po relokacji

source: cannot apply additional memory protection after relocation
pl: nie mo¿na na³o¿yæ dodatkowej ochrony pamiêci po relokacji

source: RTLD_NEXT used in code not dynamically loaded
pl: RTLD_NEXT wyst±pi³o w kodzie nie ³adowanym dynamicznie

source: cannot create capability list
pl: nie mo¿na utworzyæ listy uprawnieñ

source: cannot create TLS data structures
pl: nie mo¿na utworzyæ struktur danych TLS

source: cannot allocate version reference table
pl: nie mo¿na przydzieliæ tablicy odniesieñ do wersji

source: Print cache
pl: Wypisanie zawarto¶ci bufora

source: Generate verbose messages
pl: Wy¶wietlanie wiêkszej liczby komunikatów

source: Don't build cache
pl: Nie budowanie bufora

source: Don't generate links
pl: Nie tworzenie dowi±zañ

source: Change to and use ROOT as root directory
pl: Przej¶cie do i u¿ywanie KATALOGU jako g³ównego katalogu

source: ROOT
pl: KATALOG

source: CACHE
pl: BUFOR

source: Use CACHE as cache file
pl: U¿ycie BUFORA jako pliku bufora

source: CONF
pl: KONF

source: Use CONF as configuration file
pl: U¿ycie KONF jako pliku konfiguracyjnego

source: Only process directories specified on the command line. Don't build cache.
pl: Przetwarzanie wy³±cznie katalogów podanych z linii poleceñ; nie budowanie bufora.

source: Manually link individual libraries.
pl: Rêczne tworzenie dowi±zañ do pojedynczych bibliotek.

source: Format to use: new, old or compat (default)
pl: U¿ywany format: new, old lub compat (domy¶lny)

source: Ignore auxiliary cache file
pl: Ignorowanie dodatkowego pliku bufora

source: Configure Dynamic Linker Run Time Bindings.
pl: Konfiguracja powi±zañ dynamicznego linkera.

source: Path `%s' given more than once
pl: ¦cie¿ka `%s' podana wiêcej ni¿ raz

source: %s is not a known library type
pl: %s nie jest znanym rodzajem biblioteki

source: Can't stat %s
pl: Nie mo¿na wykonaæ stat na %s

source: Can't stat %s
pl: Nie mo¿na wykonaæ stat na %s

source: %s is not a symbolic link
pl: %s nie jest dowi±zaniem symbolicznym

source: Can't unlink %s
pl: Nie mo¿na usun±æ %s

source: Can't link %s to %s
pl: Nie mo¿na dowi±zaæ %s do %s

source: (changed)
pl: (zmieniono)

source: (SKIPPED)
pl: (POMINIÊTO)

source: Can't find %s
pl: Nie mo¿na znale¼æ %s

source: Cannot lstat %s
pl: Nie mo¿na wykonaæ lstat na %s

source: Ignored file %s since it is not a regular file.
pl: Zignorowano plik %s poniewa¿ nie jest zwyk³ym plikiem.

source: No link created since soname could not be found for %s
pl: Nie utworzono dowi±zania poniewa¿ nie znaleziono soname dla %s

source: Can't open directory %s
pl: Nie mo¿na otworzyæ katalogu %s

source: Cannot stat %s
pl: Nie mo¿na wykonaæ stat na %s

source: Input file %s not found.
pl: Nie znaleziono pliku wej¶ciowego %s.

source: libc5 library %s in wrong directory
pl: biblioteka libc5 %s w z³ym katalogu

source: libc6 library %s in wrong directory
pl: biblioteka libc6 %s w z³ym katalogu

source: libc4 library %s in wrong directory
pl: biblioteka libc4 %s w z³ym katalogu

source: libraries %s and %s in directory %s have same soname but different type.
pl: biblioteki %s i %s w katalogu %s maj± to samo soname ale inny rodzaj.

source: Can't open configuration file %s
pl: Nie mo¿na otworzyæ pliku konfiguracyjnego %s

source: %s:%u: bad syntax in hwcap line
pl: %s:%u: b³êdna sk³adnia w linii hwcap

source: %s:%u: hwcap index %lu above maximum %u
pl: %s:%u: indeks hwcap %lu powy¿ej maksymalnego %u

source: %s:%u: hwcap index %lu already defined as %s
pl: %s:%u: indeks hwcap %lu ju¿ zdefiniowany jako %s

source: %s:%u: duplicate hwcap %lu %s
pl: %s:%u: powtórzony hwcap %lu %s

source: need absolute file name for configuration file when using -r
pl: opcja -r wymaga bezwzglêdnej ¶cie¿ki pliku konfiguracyjnego

source: memory exhausted
pl: pamiêæ wyczerpana

source: %s:%u: cannot read directory %s
pl: %s:%u: nie mo¿na odczytaæ %s

source: relative path `%s' used to build cache
pl: u¿yto wzglêdnej ¶cie¿ki `%s' do utworzenia bufora

source: Can't chdir to /
pl: Nie mo¿na przej¶æ do katalogu /

source: Can't open cache file directory %s
pl: Nie mo¿na otworzyæ katalogu pliku bufora %s

source: Written by %s and %s.
pl: Autorami s± %s i %s.

source: Usage: ldd [OPTION]... FILE... --help print this help and exit --version print version information and exit -d, --data-relocs process data relocations -r, --function-relocs process data and function relocations -u, --unused print unused direct dependencies -v, --verbose print all information
pl: Sk³adnia: ldd [OPCJA]... PLIK... --help wypisanie tego opisu i zakoñczenie --version wypisanie informacji o wersji i zakoñczenie -d, --data-relocs przetworzenie relokacji danych -r, --function-relocs przetworzenie relokacji danych i funkcji -u, --unused wypisanie nieu¿ywanych bezpo¶rednich zale¿no¶ci -v, --verbose wypisanie wszystkich informacji

source: ldd: option \`$1' is ambiguous
pl: ldd: opcja \`$1' jest niejednoznaczna

source: unrecognized option
pl: nieznana opcja

source: Try \`ldd --help' for more information.
pl: Polecenie \`ldd --help' pozwoli uzyskaæ wiêcej informacji.

source: missing file arguments
pl: brakuj±ce argumenty plikowe

source: No such file or directory
pl: Nie ma takiego pliku ani katalogu

source: not regular file
pl: nie jest zwyk³ym plikiem

source: warning: you do not have execution permission for
pl: uwaga: brak uprawnieñ do wykonywania

source: not a dynamic executable
pl: nie jest dynamicznym programem wykonywalnym

source: exited with unknown exit code
pl: zakoñczy³ dzia³anie z nieznanym kodem wyj¶cia

source: error: you do not have read permission for
pl: b³±d: brak uprawnieñ do odczytu

source: file %s is truncated
pl: plik %s jest skrócony

source: %s is a 32 bit ELF file.
pl: %s jest 32-bitowym plikiem ELF.

source: %s is a 64 bit ELF file.
pl: %s jest 64-bitowym plikiem ELF.

source: Unknown ELFCLASS in file %s.
pl: Nieznana ELFCLASS w pliku %s.

source: %s is not a shared object file (Type: %d).
pl: %s nie jest plikiem obiektu dzielonego (Typ: %d).

source: more than one dynamic segment
pl: wiêcej ni¿ jeden segment dynamiczny

source: Cannot fstat file %s.
pl: Nie mo¿na wykonaæ fstat na pliku %s.

source: File %s is empty, not checked.
pl: Plik %s jest pusty, nie sprawdzony.

source: File %s is too small, not checked.
pl: Plik %s jest za ma³y, nie sprawdzony.

source: Cannot mmap file %s.
pl: Nie mo¿na wykonaæ mmap pliku %s.

source: %s is not an ELF file - it has the wrong magic bytes at the start.
pl: %s nie jest plikiem ELF - ma z³e bajty magiczne na pocz±tku.

source: Usage: sln src dest|file
pl: Sk³adnia: sln ¼ród³o cel|plik

source: %s: file open error: %m
pl: %s: b³±d otwierania pliku: %m

source: No target in line %d
pl: Brak celu w linii %d

source: %s: destination must not be a directory
pl: %s: cel nie mo¿e byæ katalogiem

source: %s: failed to remove the old destination
pl: %s: nie uda³o siê usun±æ starego celu

source: %s: invalid destination: %s
pl: %s: b³êdny cel: %s

source: Invalid link from "%s" to "%s": %s
pl: B³êdne dowi±zanie "%s" do "%s": %s

source: Output selection:
pl: Wybór wyj¶cia:

source: print list of count paths and their number of use
pl: wypisanie listy ¶cie¿ek zliczania i ich liczników u¿ycia

source: generate flat profile with counts and ticks
pl: generowanie prostego profilu z licznikami i czasami

source: generate call graph
pl: generowanie wykresu wywo³añ

source: Read and display shared object profiling data.
pl: Odczyt i wy¶wietlanie danych profiluj±cych dla obiektów wspó³dzielonych.

source: SHOBJ [PROFDATA]
pl: OBIEKT_DZIELONY [DANE_PROFILUJ¡CE]

source: failed to load shared object `%s'
pl: za³adowanie dzielonego obiektu `%s' nie powiod³o siê

source: cannot create internal descriptors
pl: nie mo¿na utworzyæ wewnêtrznych deskryptorów

source: Reopening shared object `%s' failed
pl: Ponowne otwarcie obiektu dzielonego `%s' nie powiod³o siê

source: reading of section headers failed
pl: odczyt nag³ówków sekcji nie powiód³ siê

source: reading of section header string table failed
pl: odczyt tablicy ³añcuchów nag³ówków sekcji nie powiód³ siê

source: *** Cannot read debuginfo file name: %m
pl: *** Nie mo¿na odczytaæ nazwy pliku informacji diagnostycznych: %m

source: cannot determine file name
pl: nie mo¿na okre¶liæ nazwy pliku

source: reading of ELF header failed
pl: odczyt nag³ówka ELF nie powiód³ siê

source: *** The file `%s' is stripped: no detailed analysis possible
pl: *** Symbole z pliku `%s' zosta³y usuniête, dok³adna analiza jest niemo¿liwa

source: failed to load symbol data
pl: za³adowanie danych o symbolach nie powiod³o siê

source: cannot load profiling data
pl: nie mo¿na za³adowaæ danych do profilowania

source: while stat'ing profiling data file
pl: podczas wykonywania stat na pliku z danymi profiluj±cymi

source: profiling data file `%s' does not match shared object `%s'
pl: dane profiluj±ce w pliku `%s' nie pasuj± do obiektu dzielonego `%s'

source: failed to mmap the profiling data file
pl: wykonanie mmap danych profiluj±cych nie powiod³o siê

source: error while closing the profiling data file
pl: b³±d podczas zamykania pliku z danymi profiluj±cymi

source: cannot create internal descriptor
pl: nie mo¿na utworzyæ wewnêtrznego deskryptora

source: `%s' is no correct profile data file for `%s'
pl: `%s' nie jest poprawnym plikiem danych profiluj±cych dla `%s'

source: cannot allocate symbol data
pl: nie mo¿na przydzieliæ pamiêci dla symboli

source: cannot open output file
pl: nie mo¿na otworzyæ pliku wyj¶ciowego

source: error while closing input `%s'
pl: b³±d podczas zamykania wej¶cia `%s'

source: illegal input sequence at position %Zd
pl: b³êdna sekwencja wej¶ciowa na pozycji %Zd

source: incomplete character or shift sequence at end of buffer
pl: niekompletny znak lub sekwencja steruj±ca na koñcu bufora

source: error while reading the input
pl: b³±d podczas czytania danych wej¶ciowych

source: unable to allocate buffer for input
pl: przydzielenie bufora dla danych wej¶ciowych by³o niemo¿liwe

source: Input/Output format specification:
pl: Specyfikacja formatu wej¶cia/wyj¶cia:

source: encoding of original text
pl: kodowanie oryginalnego tekstu

source: encoding for output
pl: kodowanie wyników

source: Information:
pl: Informacje:

source: list all known coded character sets
pl: wy¶wietlenie wszystkich znanych zestawów znaków

source: Output control:
pl: Kontrola wyj¶cia:

source: omit invalid characters from output
pl: pominiêcie nieprawid³owych znaków z wyj¶cia

source: output file
pl: plik wynikowy

source: suppress warnings
pl: nie wypisywanie ostrze¿eñ

source: print progress information
pl: wy¶wietlanie informacji o postêpie konwersji
