Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: rule goes past start/end of month--will not work with pre-2004 versions of zic
pl: regu³a przekracza pocz±tek/koniec miesi±ca - nie zadzia³a z wersjami zic sprzed 2004 roku

source: time zone abbreviation lacks alphabetic at start
pl: skrót nazwy strefy czasowej nie zaczyna siê od litery

source: time zone abbreviation has more than 3 alphabetics
pl: skrót nazwy strefy czasowej ma mniej ni¿ 3 litery

source: time zone abbreviation has too many alphabetics
pl: skrót nazwy strefy czasowej ma zbyt du¿o liter

source: time zone abbreviation differs from POSIX standard
pl: skrót nazwy strefy czasowej ró¿ni siê od standardu POSIX

source: too many, or too long, time zone abbreviations
pl: za d³ugie lub za du¿o skrótów stref czasowych

source: %s: Can't create directory %s: %s
pl: %s: Nie mo¿na utworzyæ katalogu %s: %s

source: %s: %d did not sign extend correctly
pl: %s: %d niepoprawnie rozszerzy³ znak
