Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: Convert encoding of given files from one encoding to another.
pl: Konwersja podanych plików miêdzy ró¿nymi metodami kodowania.

source: [FILE...]
pl: [PLIK...]

source: conversions from `%s' and to `%s' are not supported
pl: konwersje z `%s' oraz do `%s' nie s± obs³ugiwane

source: conversion from `%s' is not supported
pl: konwersja z `%s' nie jest obs³ugiwana

source: conversion to `%s' is not supported
pl: konwersja do `%s' nie jest obs³ugiwana

source: conversion from `%s' to `%s' is not supported
pl: konwersja z `%s' do `%s' nie jest obs³ugiwana

source: failed to start conversion processing
pl: nie uda³o siê rozpocz±æ konwersji

source: error while closing output file
pl: b³±d podczas zamykania pliku wyj¶ciowego

source: conversion stopped due to problem in writing the output
pl: konwersja przerwana z powodu problemu z zapisaniem wyników

source: illegal input sequence at position %ld
pl: b³êdna sekwencja wej¶ciowa na pozycji %ld

source: internal error (illegal descriptor)
pl: b³±d wewnêtrzny (nieprawid³owy deskryptor)

source: unknown iconv() error %d
pl: nieznany b³±d iconv() %d

source: The following list contain all the coded character sets known. This does not necessarily mean that all combinations of these names can be used for the FROM and TO command line parameters. One coded character set can be listed with several different names (aliases).
pl: Poni¿sza lista zawiera wszystkie znane zakodowane zestawy znaków. Nie oznacza to, ¿e wszystkie kombinacje zestawów mog± byæ u¿ywane jako parametry OD i DO. Jeden zestaw znaków mo¿e znajdowaæ siê na li¶cie pod wieloma nazwami (aliasami).

source: Create fastloading iconv module configuration file.
pl: Tworzenie pliku konfiguracyjnego do szybkiego wczytywania modu³ów iconv.

source: [DIR...]
pl: [KATALOG...]

source: Prefix used for all file accesses
pl: Prefiks u¿ywany przy ka¿dym dostêpie do pliku

source: Put output in FILE instead of installed location (--prefix does not apply to FILE)
pl: Umieszczenie wyj¶cia w PLIKU zamiast miejsca instalacji (--prefix nie wp³ywa na PLIK)

source: Do not search standard directories, only those on the command line
pl: Nie przeszukiwanie standardowych katalogów, a wy³±cznie podanych z linii poleceñ

source: Directory arguments required when using --nostdlib
pl: W przypadku u¿ycia --nostdlib wymagane jest podanie katalogów jako argumentów

source: no output file produced because warnings were issued
pl: nie utworzono pliku wyj¶ciowego, poniewa¿ wyst±pi³y ostrze¿enia

source: while inserting in search tree
pl: b³±d podczas wstawiania do drzewa wyszukiwañ

source: cannot generate output file
pl: nie mo¿na wygenerowaæ pliku wyj¶ciowego

source: rcmd: Cannot allocate memory
pl: rcmd: Nie mo¿na przydzieliæ pamiêci

source: rcmd: socket: All ports in use
pl: rcmd: socket: Wszystkie porty zajête

source: connect to address %s:
pl: po³±czenie do adresu %s:

source: Trying %s...
pl: Próbowanie %s...

source: rcmd: write (setting up stderr): %m
pl: rcmd: write (podczas ustawiania stderr): %m

source: rcmd: poll (setting up stderr): %m
pl: rcmd: poll (podczas ustawiania stderr): %m

source: poll: protocol failure in circuit setup
pl: poll: b³±d protoko³u podczas zestawiania pêtli

source: socket: protocol failure in circuit setup
pl: socket: b³±d protoko³u podczas zestawiania pêtli

source: rcmd: %s: short read
pl: rcmd: %s: odczyt skrócony

source: lstat failed
pl: lstat nie powiod³o siê

source: cannot open
pl: nie mo¿na otworzyæ

source: fstat failed
pl: fstat nie powiod³o siê

source: bad owner
pl: nieodpowiedni w³a¶ciciel

source: writeable by other than owner
pl: zapisywalny nie tylko przez w³a¶ciciela

source: hard linked somewhere
pl: gdzie¶ twardo dowi±zany

source: out of memory
pl: brak pamiêci

source: Error: .netrc file is readable by others.
pl: B³±d: plik .netrc mo¿e byæ czytany przez innych.

source: Remove password or make file unreadable by others.
pl: Nale¿y usun±æ has³o lub uczyniæ plik niedostêpnym dla innych.

source: Unknown .netrc keyword %s
pl: Nieznane s³owo kluczowe w .netrc: %s

source: Character out of range for UTF-8
pl: Znak spoza zakresu UTF-8

source: cannot read character map directory `%s'
pl: nie mo¿na odczytaæ katalogu mapy znaków `%s'

source: character map file `%s' not found
pl: nie znaleziono pliku tablicy znaków `%s'

source: default character map file `%s' not found
pl: nie znaleziono domy¶lnej tablicy znaków `%s'

source: character map `%s' is not ASCII compatible, locale not ISO C compliant
pl: tablica znaków `%s' niekompatybilna z ASCII, lokalizacja niekompatybilna z ISO C

source: %s: <mb_cur_max> must be greater than <mb_cur_min>
pl: %s: <mb_cur_max> musi byæ wiêkszy ni¿ <mb_cur_min>

source: syntax error in prolog: %s
pl: b³±d sk³adni w prologu: %s

source: invalid definition
pl: niepoprawna definicja

source: bad argument
pl: b³êdny argument

source: duplicate definition of <%s>
pl: powtórzona definicja <%s>

source: value for <%s> must be 1 or greater
pl: warto¶æ <%s> musi wynosiæ 1 lub wiêcej

source: value of <%s> must be greater or equal than the value of <%s>
pl: warto¶æ <%s> musi byæ wiêksza lub równa warto¶ci <%s>

source: argument to <%s> must be a single character
pl: argument <%s> musi byæ pojedynczym znakiem

source: character sets with locking states are not supported
pl: zestawy znaków ze stanami blokowania nie s± obs³ugiwane

source: syntax error in %s definition: %s
pl: b³±d sk³adni w definicji %s: %s

source: no symbolic name given
pl: brak nazwy symbolicznej

source: invalid encoding given
pl: niepoprawne kodowanie

source: too few bytes in character encoding
pl: za ma³o bajtów w kodzie znaku

source: too many bytes in character encoding
pl: za du¿o bajtów w kodzie znaku

source: no symbolic name given for end of range
pl: brak nazwy symbolicznej dla koñca przedzia³u

source: %1$s: definition does not end with `END %1$s'
pl: %1$s: definicja nie koñczy siê przez `END %1$s'

source: only WIDTH definitions are allowed to follow the CHARMAP definition
pl: po definicji CHARMAP mog± wystêpowaæ tylko definicje WIDTH

source: value for %s must be an integer
pl: warto¶æ %s musi byæ liczb± ca³kowit±

source: %s: error in state machine
pl: %s: b³±d w automacie skoñczonym

source: %s: premature end of file
pl: %s: przedwczesny koniec pliku

source: unknown character `%s'
pl: nieznany znak `%s'

source: number of bytes for byte sequence of beginning and end of range not the same: %d vs %d
pl: liczba bajtów dla sekwencji bajtów pocz±tku i koñca przedzia³u jest ró¿na: %d i %d

source: invalid names for character range
pl: nieprawid³owe nazwy dla przedzia³u znaków

source: hexadecimal range format should use only capital characters
pl: w szesnastkowym formacie przedzia³u powinny byæ u¿ywane wielkie litery

source: <%s> and <%s> are invalid names for range
pl: <%s> i <%s> s± niepoprawnymi nazwami dla przedzia³u

source: upper limit in range is smaller than lower limit
pl: górna granica przedzia³u nie jest mniejsza ni¿ dolna

source: resulting bytes for range not representable.
pl: wynikowe bajty dla przedzia³u nie mog± zostaæ wyra¿one.

source: No definition for %s category found
pl: Nie znaleziono definicji dla kategorii %s

source: %s: field `%s' not defined
pl: %s: pole `%s' nie jest zdefiniowane

source: %s: field `%s' must not be empty
pl: %s: pole `%s' nie mo¿e byæ puste

source: %s: invalid escape `%%%c' sequence in field `%s'
pl: %s: niepoprawna sekwencja escape `%%%c' w polu `%s'

source: %s: terminology language code `%s' not defined
pl: %s: kod jêzyka terminologii `%s' nie jest zdefiniowany

source: %s: field `%s' must not be defined
pl: %s: pole `%s' nie mo¿e byæ zdefiniowane

source: %s: language abbreviation `%s' not defined
pl: %s: skrót jêzyka `%s' nie jest zdefiniowany

source: %s: `%s' value does not match `%s' value
pl: %s: warto¶æ `%s' nie pasuje do warto¶ci `%s'

source: %s: numeric country code `%d' not valid
pl: %s: liczbowy kod kraju `%d' jest niepoprawny

source: %s: field `%s' declared more than once
pl: %s: pole `%s' zadeklarowane wiêcej ni¿ raz

source: %s: unknown character in field `%s'
pl: %s: nieznany znak w polu `%s'

source: %s: incomplete `END' line
pl: %s: niekompletna linia `END'

source: %s: syntax error
pl: %s: b³±d sk³adni

source: `%.*s' already defined in charmap
pl: `%.*s' ju¿ zdefiniowany w tablicy znaków

source: `%.*s' already defined in repertoire
pl: `%.*s' ju¿ zdefiniowany w repertuarze

source: `%.*s' already defined as collating symbol
pl: `%.*s' ju¿ zdefiniowany jako symbol scalaj±cy

source: `%.*s' already defined as collating element
pl: `%.*s' ju¿ zdefiniowany jako element scalaj±cy

source: %s: `forward' and `backward' are mutually excluding each other
pl: %s: porz±dki `forward' i `backward' wykluczaj± siê wzajemnie

source: %s: `%s' mentioned more than once in definition of weight %d
pl: %s: `%s' wyst±pi³o wiêcej ni¿ raz w definicji wagi %d

source: %s: too many rules; first entry only had %d
pl: %s: zbyt du¿o regu³; pierwszy wpis mia³ tylko %d

source: %s: not enough sorting rules
pl: %s: za ma³o regu³ sortowania

source: %s: empty weight string not allowed
pl: %s: pusty ³añcuch wagi jest niedozwolony

source: %s: weights must use the same ellipsis symbol as the name
pl: %s: wagi musz± u¿ywaæ jako nazwy tego samego symbolu wyrzutni

source: %s: too many values
pl: %s: zbyt du¿o warto¶ci

source: order for `%.*s' already defined at %s:%Zu
pl: porz±dek dla `%.*s' zosta³ ju¿ zdefiniowany w %s:%Zu

source: %s: the start and the end symbol of a range must stand for characters
pl: %s: pocz±tkowy i koñcowy symbol przedzia³u musz± byæ znakami

source: %s: byte sequences of first and last character must have the same length
pl: %s: sekwencje bajtów pierwszego i ostatniego znaku musz± mieæ tê sam± d³ugo¶æ

source: %s: byte sequence of first character of range is not lower than that of the last character
pl: %s: sekwencja bajtów pierwszego znaku przedzia³u nie jest mniejsza ni¿ sekwencja ostatniego znaku

source: %s: symbolic range ellipsis must not directly follow `order_start'
pl: %s: wyrzutnia symbolicznego przedzia³u nie mo¿e byæ bezpo¶rednio po `order_start'

source: %s: symbolic range ellipsis must not be directly followed by `order_end'
pl: %s: wyrzutnia symbolicznego przedzia³u nie mo¿e byæ bezpo¶rednio przed `order_end'

source: `%s' and `%.*s' are not valid names for symbolic range
pl: `%s' i `%.*s' nie s± poprawnymi nazwami dla symbolicznego przedzia³u

source: %s: order for `%.*s' already defined at %s:%Zu
pl: %s: porz±dek dla `%.*s' zosta³ ju¿ zdefiniowany w %s:%Zu

source: %s: `%s' must be a character
pl: %s: `%s' musi byæ znakiem

source: %s: `position' must be used for a specific level in all sections or none
pl: %s: `position' musi byæ u¿yte dla konkretnego poziomu we wszystkich sekcjach lub ¿adnej

source: symbol `%s' not defined
pl: nie zdefiniowany symbol `%s'

source: symbol `%s' has the same encoding as
pl: symbol `%s' ma to samo kodowanie co

source: no definition of `UNDEFINED'
pl: brak definicji `UNDEFINED'

source: too many errors; giving up
pl: zbyt du¿o b³êdów; poddajê siê

source: %s: nested conditionals not supported
pl: %s: warunki zagnie¿d¿one nie s± obs³ugiwane

source: %s: more then one 'else'
pl: %s: wiêcej ni¿ jedno 'else'

source: %s: duplicate definition of `%s'
pl: %s: powtórzona definicja `%s'

source: %s: duplicate declaration of section `%s'
pl: %s: powtórzona deklaracja sekcji `%s'

source: %s: unknown character in collating symbol name
pl: %s: nieznany znak w nazwie symbolu scalaj±cego

source: %s: unknown character in equivalent definition name
pl: %s: nieznany znak w nazwie definicji równowa¿no¶ci

source: %s: unknown character in equivalent definition value
pl: %s: nieznany znak w warto¶ci definicji równowa¿no¶ci

source: %s: unknown symbol `%s' in equivalent definition
pl: %s: nieznany symbol `%s' w definicji równowa¿no¶ci

source: error while adding equivalent collating symbol
pl: b³±d podczas dodawania równowa¿nego symbolu scalaj±cego

source: duplicate definition of script `%s'
pl: powtórzona definicja skryptu `%s'

source: %s: unknown section name `%.*s'
pl: %s: nieznana nazwa sekcji `%.*s'

source: %s: multiple order definitions for section `%s'
pl: %s: wielokrotna definicja porz±dku dla sekcji `%s'

source: %s: invalid number of sorting rules
pl: %s: b³êdna liczba regu³ sortowania

source: %s: multiple order definitions for unnamed section
pl: %s: wielokrotna definicja porz±dku dla nie nazwanej sekcji

source: %s: missing `order_end' keyword
pl: %s: brak s³owa kluczowego `order_end'

source: %s: order for collating symbol %.*s not yet defined
pl: %s: porz±dek dla symbolu scalaj±cego %.*s jeszcze nie zdefiniowany

source: %s: order for collating element %.*s not yet defined
pl: %s: porz±dek dla elementu scalaj±cego %.*s jeszcze nie zdefiniowany

source: %s: cannot reorder after %.*s: symbol not known
pl: %s: nie mo¿na zmieniæ porz±dku po %.*s: nieznany symbol

source: %s: missing `reorder-end' keyword
pl: %s: brak s³owa kluczowego `reorder-end'

source: %s: section `%.*s' not known
pl: %s: nieznana sekcja `%.*s'

source: %s: bad symbol <%.*s>
pl: %s: b³êdny symbol <%.*s>

source: %s: cannot have `%s' as end of ellipsis range
pl: %s: nie mo¿na u¿yæ `%s' jako koñca przedzia³u wyrzutni

source: %s: empty category description not allowed
pl: %s: pusty opis kategorii niedozwolony

source: %s: missing `reorder-sections-end' keyword
pl: %s: brak s³owa kluczowego `reorder-sections-end'

source: %s: '%s' without matching 'ifdef' or 'ifndef'
pl: %s: '%s' bez odpowiadaj±cego mu 'ifdef' lub 'ifndef'

source: %s: 'endif' without matching 'ifdef' or 'ifndef'
pl: %s: 'endif' bez odpowiadaj±cego mu 'ifdef' lub 'ifndef'

source: No character set name specified in charmap
pl: Brak nazwy zestawu znaków w tablicy znaków

source: character L'\u%0*x' in class `%s' must be in class `%s'
pl: znak L'\u%0*x' z klasy `%s' musi byæ w klasie `%s'

source: character L'\u%0*x' in class `%s' must not be in class `%s'
pl: znak L'\u%0*x' z klasy `%s' nie mo¿e byæ w klasie `%s'

source: internal error in %s, line %u
pl: b³±d wewnêtrzny w %s, linia %u

source: character '%s' in class `%s' must be in class `%s'
pl: znak '%s' z klasy `%s' musi byæ w klasie `%s'

source: character '%s' in class `%s' must not be in class `%s'
pl: znak '%s' z klasy `%s' nie mo¿e byæ w klasie `%s'

source: <SP> character not in class `%s'
pl: znak <SP> nie jest w klasie `%s'

source: <SP> character must not be in class `%s'
pl: znak <SP> nie mo¿e byæ w klasie `%s'

source: character <SP> not defined in character map
pl: znak <SP> nie zdefiniowany w tablicy znaków

source: `digit' category has not entries in groups of ten
pl: kategoria `digit' nie ma wpisów w grupach po dziesiêæ

source: no input digits defined and none of the standard names in the charmap
pl: brak cyfr wej¶ciowych ani ¿adnej ze standardowych nazw w tablicy znaków

source: not all characters used in `outdigit' are available in the charmap
pl: nie wszystkie znaki u¿yte w `outdigit' s± dostêpne w tablicy znaków

source: not all characters used in `outdigit' are available in the repertoire
pl: nie wszystkie znaki u¿yte w `outdigit' s± dostêpne w repertuarze

source: character class `%s' already defined
pl: klasa znaków `%s' jest ju¿ zdefiniowana

source: implementation limit: no more than %Zd character classes allowed
pl: ograniczenie implementacji: dozwolone maksymalnie %Zd klas znaków

source: character map `%s' already defined
pl: tablica znaków `%s' jest ju¿ zdefiniowana

source: implementation limit: no more than %d character maps allowed
pl: ograniczenie implementacji: dozwolone maksymalnie %d tablic znaków

source: %s: field `%s' does not contain exactly ten entries
pl: %s: pole `%s' nie zawiera dok³adnie dziesiêciu elementów

source: to-value <U%0*X> of range is smaller than from-value <U%0*X>
pl: warto¶æ-do <U%0*X> przedzia³u jest mniejsza ni¿ warto¶æ-od <U%0*X>

source: start and end character sequence of range must have the same length
pl: pocz±tkowa i koñcowa sekwencja znaków przedzia³u musz± mieæ tê sam± d³ugo¶æ

source: to-value character sequence is smaller than from-value sequence
pl: sekwencja znaków warto¶æ-do jest mniejsza ni¿ sekwencja warto¶æ-od

source: premature end of `translit_ignore' definition
pl: przedwczesny koniec definicji `translit_ignore'

source: syntax error
pl: b³±d sk³adni

source: %s: syntax error in definition of new character class
pl: %s: b³±d sk³adni w definicji nowej klasy znaków

source: %s: syntax error in definition of new character map
pl: %s: b³±d sk³adni w definicji nowej tablicy znaków

source: ellipsis range must be marked by two operands of same type
pl: przedzia³ wyrzutni musi byæ oznaczony dwoma argumentami tego samego typu

source: with symbolic name range values the absolute ellipsis `...' must not be used
pl: dla warto¶ci przedzia³u bêd±cych nazwami nie mo¿na u¿yæ bezwzglêdnej wyrzutni `...'

source: with UCS range values one must use the hexadecimal symbolic ellipsis `..'
pl: dla warto¶ci przedzia³u w kodzie UCS trzeba u¿yæ wyrzutni szesnastkowej `..'

source: with character code range values one must use the absolute ellipsis `...'
pl: dla warto¶ci przedzia³u z kodami znaków trzeba u¿yæ bezwzglêdnej wyrzutni `...'

source: duplicated definition for mapping `%s'
pl: powtórzona definicja odwzorowania `%s'

source: %s: `translit_start' section does not end with `translit_end'
pl: %s: sekcja `translit_start' nie koñczy siê przez `translit_end'

source: %s: duplicate `default_missing' definition
pl: %s: powtórzona definicja `default_missing'

source: previous definition was here
pl: tutaj by³a poprzednia definicja

source: %s: no representable `default_missing' definition found
pl: %s: nie znaleziono daj±cej siê wyraziæ definicji `default_missing'

source: %s: character `%s' not defined while needed as default value
pl: %s: znak `%s', wymagany jako domy¶lny, nie zosta³ zdefiniowany

source: %s: character `%s' in charmap not representable with one byte
pl: %s: znak `%s' z tablicy znaków nie mo¿e byæ wyra¿ony w jednym bajcie

source: %s: character `%s' needed as default value not representable with one byte
pl: %s: znak `%s', wymagany jako domy¶lny, nie mo¿e byæ wyra¿ony w jednym bajcie

source: no output digits defined and none of the standard names in the charmap
pl: brak definicji cyfr wyj¶ciowych ani ¿adnej standardowej nazwy w tablicy znaków

source: %s: transliteration data from locale `%s' not available
pl: %s: dane do transliteracji z lokalizacji `%s' niedostêpne

source: %s: table for class "%s": %lu bytes
pl: %s: tablica dla klasy "%s": %lu bajtów

source: %s: table for map "%s": %lu bytes
pl: %s: tablica dla odwzorowania "%s": %lu bajtów

source: %s: table for width: %lu bytes
pl: %s: tablica dla szeroko¶ci: %lu bajtów

source: %s: no identification for category `%s'
pl: %s: brak identyfikacji dla kategorii `%s'

source: %s: duplicate category version definition
pl: %s: powtórzona definicja wersji kategorii

source: %s: invalid value for field `%s'
pl: %s: b³êdna warto¶æ dla pola `%s'

source: %s: field `%s' undefined
pl: %s: pole `%s' nie zdefiniowane

source: %s: value for field `%s' must not be an empty string
pl: %s: warto¶æ pola `%s' nie mo¿e byæ ³añcuchem pustym

source: %s: no correct regular expression for field `%s': %s
pl: %s: brak poprawnego wyra¿enia regularnego dla pola `%s': %s

source: %s: value of field `int_curr_symbol' has wrong length
pl: %s: warto¶æ pola `int_curr_symbol' ma z³± d³ugo¶æ

source: %s: value of field `int_curr_symbol' does not correspond to a valid name in ISO 4217
pl: %s: warto¶æ pola `int_curr_symbol' nie jest zgodna z nazwami ISO 4217

source: %s: value for field `%s' must be in range %d...%d
pl: %s: warto¶æ pola `%s' musi mie¶ciæ siê w przedziale %d...%d

source: %s: value for field `%s' must be a single character
pl: %s: warto¶æ pola `%s' musi byæ pojedynczym znakiem

source: %s: `-1' must be last entry in `%s' field
pl: %s: `-1' musi byæ ostatnim elementem w polu `%s'

source: %s: values for field `%s' must be smaller than 127
pl: %s: warto¶ci pola `%s' musz± byæ mniejsze ni¿ 127

source: conversion rate value cannot be zero
pl: warto¶æ stopnia konwersji nie mo¿e byæ zerem

source: %s: invalid escape sequence in field `%s'
pl: %s: niepoprawna sekwencja escape w polu `%s'

source: %s: direction flag in string %Zd in `era' field is not '+' nor '-'
pl: %s: znacznik kierunku w ³añcuchu %Zd w polu `era' nie jest '+' ani '-'

source: %s: direction flag in string %Zd in `era' field is not a single character
pl: %s: znacznik kierunku w ³añcuchu %Zd w polu `era' nie jest pojedynczym znakiem

source: %s: invalid number for offset in string %Zd in `era' field
pl: %s: niepoprawna warto¶æ przesuniêcia w ³añcuchu %Zd w polu `era'

source: %s: garbage at end of offset value in string %Zd in `era' field
pl: %s: ¶mieci na koñcu warto¶ci przesuniêcia w ³añcuchu %Zd w polu `era'

source: %s: invalid starting date in string %Zd in `era' field
pl: %s: niepoprawna data pocz±tkowa w ³añcuchu %Zd w polu `era'

source: %s: garbage at end of starting date in string %Zd in `era' field
pl: %s: ¶mieci na koñcu daty pocz±tkowej w ³añcuchu %Zd w polu `era'

source: %s: starting date is invalid in string %Zd in `era' field
pl: %s: niepoprawna data pocz±tkowa w ³añcuchu %Zd w polu `era'

source: %s: invalid stopping date in string %Zd in `era' field
pl: %s: niepoprawna data koñcowa w ³añcuchu %Zd w polu `era'

source: %s: garbage at end of stopping date in string %Zd in `era' field
pl: %s: ¶mieci na koñcu daty koñcowej w ³añcuchu %Zd w polu `era'

source: %s: missing era name in string %Zd in `era' field
pl: %s: brak nazwy ery w ³añcuchu %Zd w polu `era'

source: %s: missing era format in string %Zd in `era' field
pl: %s: brak formatu ery w ³añcuchu %Zd w polu `era'

source: %s: third operand for value of field `%s' must not be larger than %d
pl: %s: warto¶æ trzeciego argumentu pola `%s' nie mo¿e byæ wiêksza ni¿ %d

source: %s: values for field `%s' must not be larger than %d
pl: %s: warto¶ci w polu `%s' nie mog± byæ wiêksze ni¿ %d

source: %s: too few values for field `%s'
pl: %s: zbyt ma³o warto¶ci w polu `%s'

source: extra trailing semicolon
pl: nadmiarowy ¶rednik na koñcu

source: %s: too many values for field `%s'
pl: %s: zbyt du¿o warto¶ci w polu `%s'

source: trailing garbage at end of line
pl: ¶mieci na koñcu linii

source: garbage at end of number
pl: ¶mieci na koñcu liczby

source: garbage at end of character code specification
pl: ¶mieci na koñcu specyfikacji kodu znaku

source: unterminated symbolic name
pl: nie zakoñczona nazwa symboliczna

source: illegal escape sequence at end of string
pl: niepoprawna sekwencja escape na koñcu ³añcucha

source: unterminated string
pl: nie zakoñczony ³añcuch

source: non-symbolic character value should not be used
pl: nie symboliczna warto¶æ znaku nie powinna byæ u¿yta

source: symbol `%.*s' not in charmap
pl: brak symbolu `%.*s' w tablicy znaków

source: symbol `%.*s' not in repertoire map
pl: brak symbolu `%.*s' w tablicy repertuaru

source: System information:
pl: Informacja o systemie:

source: Write names of available locales
pl: Wypisanie nazw dostêpnych lokalizacji

source: Write names of available charmaps
pl: Wypisanie nazw dostêpnych tablic znaków

source: Modify output format:
pl: Modyfikacja formatu wyj¶ciowego:

source: Write names of selected categories
pl: Wypisanie nazw wybranych kategorii

source: Write names of selected keywords
pl: Wypisanie nazw wybranych s³ów kluczowych

source: Print more information
pl: Wypisanie wiêkszej ilo¶ci informacji

source: Get locale-specific information.
pl: Odczyt informacji dotycz±cych lokalizacji.

source: NAME [-a|-m]
pl: NAZWA [-a|-m]

source: Cannot set LC_CTYPE to default locale
pl: Nie mo¿na ustawiæ LC_CTYPE na domy¶ln± lokalizacjê

source: Cannot set LC_MESSAGES to default locale
pl: Nie mo¿na ustawiæ LC_MESSAGES na domy¶ln± lokalizacjê
