Repository: flaviut/eglibc-2_13
Catalog: libc/po/*.po
Languages: pl

source: -T generate code to support RPC dispatch tables
pl: -T generowanie kodu obs³uguj±cego tablice wysy³ania RPC

source: -Y path directory name to find C preprocessor (cpp)
pl: -Y ¶cie¿ka nazwa katalogu, w którym znajduje siê preprocesor C (cpp)

source: constant or identifier expected
pl: spodziewana sta³a lub identyfikator

source: illegal character in file:
pl: b³êdny znak w pliku:

source: unterminated string constant
pl: nie zakoñczony ³añcuch znaków

source: empty char string
pl: pusty ³añcuch znaków

source: preprocessor error
pl: b³±d preprocesora

source: program %lu is not available
pl: program %lu jest niedostêpny

source: program %lu version %lu is not available
pl: program %lu w wersji %lu jest niedostêpny

source: program %lu version %lu ready and waiting
pl: program %lu w wersji %lu gotowy i oczekuje

source: rpcinfo: can't contact portmapper
pl: rpcinfo: kontakt z portmapperem niemo¿liwy

source: No remote programs registered.
pl: Brak zarejestrowanych zdalnych programów.

source: program vers proto port
pl: program wer. proto port

source: (unknown)
pl: (nieznany)

source: rpcinfo: broadcast failed: %s
pl: rpcinfo: rozg³aszanie nieudane: %s

source: Sorry. You are not root
pl: Niestety nie jeste¶ rootem

source: rpcinfo: Could not delete registration for prog %s version %s
pl: rpcinfo: Nie mo¿na usun±æ rejestracji programu %s w wersji %s

source: Usage: rpcinfo [ -n portnum ] -u host prognum [ versnum ]
pl: Sk³adnia: rpcinfo [ -n nr_portu ] -u host nr_programu [ nr_wersji ]

source: rpcinfo [ -n portnum ] -t host prognum [ versnum ]
pl: rpcinfo [ -n nr_portu ] -t host nr_programu [ nr_wersji ]

source: rpcinfo -b prognum versnum
pl: rpcinfo -b nr_programu nr_wersji

source: rpcinfo -d prognum versnum
pl: rpcinfo -d nr_programu nr_wersji

source: rpcinfo: %s is unknown service
pl: rpcinfo: nieznana us³uga %s

source: rpcinfo: %s is unknown host
pl: rpcinfo: nieznany host %s

source: svc_run: - out of memory
pl: svc_run - brak pamiêci

source: svc_run: - poll failed
pl: svc_run - poll nie powiod³o siê

source: can't reassign procedure number %ld
pl: nie mo¿na ponownie przypisaæ procedury numer %ld

source: couldn't create an rpc server
pl: nie mo¿na utworzyæ serwera rpc

source: couldn't register prog %ld vers %ld
pl: nie mo¿na zarejestrowaæ programu %ld w wersji %ld

source: registerrpc: out of memory
pl: registerrpc: brak pamiêci

source: trouble replying to prog %d
pl: problem przy odpowiadaniu programowi %d

source: never registered prog %d
pl: program %d nie by³ nigdy zarejestrowany

source: svc_tcp.c - tcp socket creation problem
pl: svc_tcp.c - problemy przy tworzeniu gniazda tcp

source: svc_tcp.c - cannot getsockname or listen
pl: svc_tcp.c - nie mo¿na wykonaæ getsockname lub listen

source: svcudp_create: socket creation problem
pl: svcudp_create: problemy przy tworzeniu gniazda

source: svcudp_create - cannot getsockname
pl: svcudp_create - nie mo¿na wykonaæ getsockname

source: svcudp_create: xp_pad is too small for IP_PKTINFO
pl: svcudp_create: xp_pad jest za ma³e na IP_PKTINFO

source: enablecache: cache already enabled
pl: enablecache: bufor jest ju¿ aktywny

source: enablecache: could not allocate cache
pl: enablecache: nie mo¿na przydzieliæ bufora

source: enablecache: could not allocate cache data
pl: enablecache: nie mo¿na przydzieliæ danych bufora

source: enablecache: could not allocate cache fifo
pl: enablecache: nie mo¿na przydzieliæ kolejki dla bufora

source: cache_set: victim not found
pl: cache_set: nie znaleziono wpisu mo¿liwego do powtórnego wykorzystania

source: cache_set: victim alloc failed
pl: cache_set: przydzielenie pamiêci dla nowego wpisu jest niemo¿liwe

source: cache_set: could not allocate new rpc_buffer
pl: cache_set: nie mo¿na przydzieliæ nowego rpc_buffer

source: svc_unix.c - AF_UNIX socket creation problem
pl: svc_unix.c - problemy przy tworzeniu gniazda AF_UNIX

source: svc_unix.c - cannot getsockname or listen
pl: svc_unix.c - nie mo¿na wykonaæ getsockname lub listen

source: Hangup
pl: Roz³±czenie

source: Interrupt
pl: Przerwanie

source: Quit
pl: Wyj¶cie

source: Illegal instruction
pl: B³êdna instrukcja

source: Trace/breakpoint trap
pl: Pu³apka debuggera/breakpoint

source: Aborted
pl: Przerwane

source: Floating point exception
pl: B³±d w obliczeniach zmiennoprzecinkowych

source: Killed
pl: Unicestwiony

source: Bus error
pl: B³±d szyny

source: Segmentation fault
pl: Naruszenie ochrony pamiêci

source: Broken pipe
pl: Przerwany potok

source: Alarm clock
pl: Budzik

source: Terminated
pl: Zakoñczony

source: Urgent I/O condition
pl: Nag³y wypadek I/O

source: Stopped (signal)
pl: Zatrzymany (sygna³)

source: Stopped
pl: Zatrzymany

source: Continued
pl: Kontynuacja

source: Child exited
pl: Potomek zakoñczy³ pracê

source: Stopped (tty input)
pl: Zatrzymany (wej¶cie z tty)

source: Stopped (tty output)
pl: Zatrzymany (wyj¶cie na tty)

source: I/O possible
pl: We/Wy dozwolone

source: CPU time limit exceeded
pl: Przekroczony limit czasu procesora

source: File size limit exceeded
pl: Przekroczony limit wielko¶ci pliku

source: Virtual timer expired
pl: Up³yn±³ czas stopera wirtualnego

source: Profiling timer expired
pl: Up³yn±³ czas stopera profiluj±cego

source: Window changed
pl: Okno zmienione

source: User defined signal 1
pl: Sygna³ u¿ytkownika 1

source: User defined signal 2
pl: Sygna³ u¿ytkownika 2

source: EMT trap
pl: Pu³apka EMT

source: Bad system call
pl: B³êdne wywo³anie systemowe

source: Stack fault
pl: B³±d stosu

source: Information request
pl: ¯±danie informacji

source: Power failure
pl: Awaria zasilania

source: Resource lost
pl: Zasoby zosta³y stracone

source: Operation not permitted
pl: Operacja niedozwolona

source: No such process
pl: Nie ma takiego procesu

source: Interrupted system call
pl: Przerwane wywo³anie systemowe

source: Input/output error
pl: B³±d wej¶cia/wyj¶cia

source: No such device or address
pl: Nie ma takiego urz±dzenia ani adresu

source: Argument list too long
pl: Lista argumentów za d³uga

source: Exec format error
pl: B³êdny format pliku wykonywalnego

source: Bad file descriptor
pl: B³êdny deskryptor pliku

source: No child processes
pl: Brak procesów potomnych

source: Resource deadlock avoided
pl: Unikniêto zakleszczenia zasobów

source: Cannot allocate memory
pl: Nie mo¿na przydzieliæ pamiêci

source: Bad address
pl: B³êdny adres

source: Block device required
pl: Wymagane urz±dzenie blokowe

source: Device or resource busy
pl: Urz±dzenie lub zasoby zajête

source: File exists
pl: Plik istnieje

source: Invalid cross-device link
pl: B³êdne dowi±zanie miêdzy urz±dzeniami

source: No such device
pl: Nie ma takiego urz±dzenia

source: Not a directory
pl: Nie jest katalogiem

source: Is a directory
pl: Jest katalogiem

source: Invalid argument
pl: Z³y argument

source: Too many open files
pl: Za du¿o otwartych plików

source: Too many open files in system
pl: Za du¿o otwartych plików w systemie

source: Inappropriate ioctl for device
pl: Niew³a¶ciwy ioctl dla urz±dzenia

source: Text file busy
pl: Plik wykonywalny zajêty

source: File too large
pl: Plik zbyt du¿y

source: No space left on device
pl: Brak miejsca na urz±dzeniu

source: Illegal seek
pl: B³êdne przesuniêcie

source: Read-only file system
pl: System plików wy³±cznie do odczytu

source: Too many links
pl: Za du¿o dowi±zañ

source: Numerical argument out of domain
pl: Argument liczbowy spoza dziedziny

source: Numerical result out of range
pl: Wynik liczbowy poza zakresem

source: Resource temporarily unavailable
pl: Zasoby chwilowo niedostêpne

source: Operation would block
pl: Operacja spowodowa³aby blokadê

source: Operation now in progress
pl: Operacja jest w³a¶nie wykonywana

source: Operation already in progress
pl: Operacja jest ju¿ wykonywana

source: Socket operation on non-socket
pl: Operacja na obiekcie, który nie jest gniazdem

source: Message too long
pl: Komunikat za d³ugi

source: Protocol wrong type for socket
pl: Typ protoko³u nie pasuje do gniazda

source: Protocol not available
pl: Protokó³ niedostêpny

source: Protocol not supported
pl: Protokó³ nie obs³ugiwany

source: Socket type not supported
pl: Nie obs³ugiwany typ gniazda

source: Operation not supported
pl: Operacja nie obs³ugiwana

source: Protocol family not supported
pl: Nie obs³ugiwana rodzina protoko³ów

source: Address family not supported by protocol
pl: Rodzina adresów nie obs³ugiwana przez protokó³

source: Address already in use
pl: Adres jest ju¿ w u¿yciu

source: Cannot assign requested address
pl: Nie mo¿na przypisaæ ¿±danego adresu

source: Network is down
pl: Sieæ jest wy³±czona

source: Network is unreachable
pl: Sieæ jest niedostêpna

source: Network dropped connection on reset
pl: Sieæ przerwa³a po³±czenie po resecie

source: Software caused connection abort
pl: Oprogramowanie spowodowa³o przerwanie po³±czenia

source: Connection reset by peer
pl: Po³±czenie zerwane przez drug± stronê

source: No buffer space available
pl: Brak miejsca w buforze

source: Transport endpoint is already connected
pl: Drugi koniec jest ju¿ po³±czony

source: Transport endpoint is not connected
pl: Drugi koniec nie jest po³±czony

source: Destination address required
pl: Wymagany jest adres docelowy

source: Cannot send after transport endpoint shutdown
pl: Wysy³anie po zamkniêciu gniazda jest niemo¿liwe

source: Too many references: cannot splice
pl: Za du¿o odniesieñ: dowi±zanie niemo¿liwe

source: Connection timed out
pl: Przekroczony czas oczekiwania na po³±czenie

source: Connection refused
pl: Po³±czenie odrzucone

source: Too many levels of symbolic links
pl: Za du¿e zagnie¿d¿enie dowi±zañ symbolicznych

source: File name too long
pl: Za d³uga nazwa pliku

source: Host is down
pl: Urz±dzenie jest wy³±czone

source: No route to host
pl: Brak trasy do hosta

source: Directory not empty
pl: Katalog nie jest pusty

source: Too many processes
pl: Za du¿o procesów

source: Too many users
pl: Za du¿o u¿ytkowników

source: Disk quota exceeded
pl: Przekroczony limit dyskowy

source: Stale NFS file handle
pl: Nieaktualny uchwyt pliku NFS

source: Object is remote
pl: Zdalny obiekt jest obiektem podmontowanym przez NFS

source: RPC struct is bad
pl: Struktura RPC jest b³êdna

source: RPC version wrong
pl: Z³a wersja RPC

source: RPC program not available
pl: Program RPC niedostêpny

source: RPC program version wrong
pl: Z³a wersja programu RPC

source: RPC bad procedure for program
pl: Z³a procedura RPC dla programu

source: No locks available
pl: Brak dostêpnych blokad

source: Inappropriate file type or format
pl: Niew³a¶ciwy typ lub format pliku

source: Authentication error
pl: B³±d uwierzytelnienia

source: Need authenticator
pl: Wymagane uwierzytelnienie

source: Function not implemented
pl: Nie zaimplementowana funkcja

source: Not supported
pl: Nie obs³ugiwane

source: Invalid or incomplete multibyte or wide character
pl: B³êdny lub niepe³ny znak wielobajtowy

source: Inappropriate operation for background process
pl: Dzia³anie niedopuszczalne dla procesu w tle

source: Translator died
pl: Translator przerwa³ pracê

source: You really blew it this time
pl: Tym razem da³e¶ popaliæ

source: Computer bought the farm
pl: Komputer wyjecha³ na wakacje

source: Gratuitous error
pl: Nieoczekiwany b³±d

source: Bad message
pl: B³êdny komunikat

source: Identifier removed
pl: Identyfikator zosta³ usuniêty

source: Multihop attempted
pl: Próba przej¶cia przez zbyt wiele ruterów

source: No data available
pl: Brak danych

source: Link has been severed
pl: Po³±czenie zosta³o przerwane

source: No message of desired type
pl: Brak komunikatu o po¿±danym typie

source: Out of streams resources
pl: Brak dodatkowych strumieni

source: Device not a stream
pl: Urz±dzenie nie jest strumieniem

source: Value too large for defined data type
pl: Warto¶æ za du¿a dla zdefiniowanego typu danych

source: Protocol error
pl: B³±d protoko³u

source: Timer expired
pl: Up³yn±³ czas stopera

source: Operation canceled
pl: Operacja anulowana

source: Interrupted system call should be restarted
pl: Nale¿y wznowiæ przerwane wywo³anie systemowe

source: Channel number out of range
pl: Numer kana³u poza zakresem

source: Level 2 not synchronized
pl: Poziom 2 nie zsynchronizowany

source: Level 3 halted
pl: Poziom 3 zatrzymany

source: Level 3 reset
pl: Poziom 3 wyzerowany

source: Link number out of range
pl: Numer dowi±zania poza zakresem

source: Protocol driver not attached
pl: Sterownik protoko³u nie jest pod³±czony

source: No CSI structure available
pl: Struktura CSI niedostêpna

source: Level 2 halted
pl: Poziom 2 zatrzymany

source: Invalid exchange
pl: B³êdna wymiana

source: Invalid request descriptor
pl: B³êdny deskryptor ¿±dania

source: Exchange full
pl: Przepe³niona wymiana

source: No anode
pl: Brak anody

source: Invalid request code
pl: Z³y kod ¿±dania

source: Invalid slot
pl: B³êdny kana³

source: File locking deadlock error
pl: Podczas blokowania pliku wyst±pi³o zakleszczenie

source: Bad font file format
pl: B³êdny format pliku fontu

source: Machine is not on the network
pl: Maszyna nie znajduje siê w tej sieci

source: Package not installed
pl: Pakiet nie jest zainstalowany

source: Advertise error
pl: B³±d podczas og³aszania

source: Srmount error
pl: B³±d srmount

source: Communication error on send
pl: B³±d komunikacji podczas wysy³ania

source: RFS specific error
pl: B³±d RFS

source: Name not unique on network
pl: Nazwa nie jest unikalna w sieci

source: File descriptor in bad state
pl: Deskryptor pliku w z³ym stanie

source: Remote address changed
pl: Zmieni³ siê adres drugiego koñca

source: Can not access a needed shared library
pl: Brak dostêpu do wymaganej biblioteki dzielonej

source: Accessing a corrupted shared library
pl: Próba u¿ycia uszkodzonej biblioteki dzielonej

source: .lib section in a.out corrupted
pl: Sekcja .lib w a.out jest uszkodzona

source: Attempting to link in too many shared libraries
pl: Próba ³±czenia ze zbyt wieloma bibliotekami dzielonymi

source: Cannot exec a shared library directly
pl: Nie mo¿na bezpo¶rednio uruchomiæ biblioteki dzielonej

source: Streams pipe error
pl: B³±d potoku biblioteki strumieni

source: Structure needs cleaning
pl: Struktura wymaga wyczyszczenia

source: Not a XENIX named type file
pl: Nie jest XENIXowym plikiem nazwanego typu

source: No XENIX semaphores available
pl: Brak dostêpnych semaforów XENIXowych

source: Is a named type file
pl: Jest plikiem nazwanym

source: Remote I/O error
pl: B³±d we/wy w odleg³ym systemie

source: No medium found
pl: Brak medium

source: Wrong medium type
pl: Niew³a¶ciwy typ medium

source: Required key not available
pl: Wymagany klucz niedostêpny

source: Key has expired
pl: Klucz wygas³

source: Key has been revoked
pl: Klucz zosta³ uniewa¿niony

source: Key was rejected by service
pl: Klucz zosta³ odrzucony przez us³ugê

source: Owner died
pl: W³a¶ciciel zmar³

source: State not recoverable
pl: Stan bez mo¿liwo¶ci wyj¶cia

source: Error in unknown error system:
pl: B³±d w nieznanym systemie b³êdów:

source: Address family for hostname not supported
pl: Rodzina adresów dla tej nazwy hosta nie jest obs³ugiwana

source: Temporary failure in name resolution
pl: Odwzorowanie nazwy jest chwilowo niemo¿liwe

source: Bad value for ai_flags
pl: B³êdna warto¶æ dla ai_flags

source: Non-recoverable failure in name resolution
pl: Wyst±pi³ krytyczny b³±d w odwzorowaniu nazw

source: ai_family not supported
pl: ai_family zawiera nie obs³ugiwan± rodzinê protoko³ów

source: Memory allocation failure
pl: Wyst±pi³ b³±d przydzielania pamiêci

source: No address associated with hostname
pl: Brak adresu zwi±zanego z nazw± hosta

source: Name or service not known
pl: Ta nazwa lub us³uga jest nieznana

source: Servname not supported for ai_socktype
pl: Nazwa nie obs³ugiwana dla ai_socktype

source: ai_socktype not supported
pl: ai_socktype zawiera nie obs³ugiwany typ gniazda

source: System error
pl: B³±d systemowy

source: Processing request in progress
pl: ¯±danie przetworzenia jest ju¿ wykonywane

source: Request canceled
pl: ¯±danie anulowane

source: Request not canceled
pl: ¯±danie nie anulowane

source: All requests done
pl: Wszystkie ¿±dania wykonane

source: Interrupted by a signal
pl: Przerwane przez sygna³

source: Parameter string not correctly encoded
pl: £añcuch parametru niepoprawnie zakodowany

source: Signal 0
pl: Sygna³ 0

source: IOT trap
pl: Pu³apka IOT

source: %s is for unknown machine %d.
pl: %s jest dla nieznanej maszyny %d.

source: makecontext: does not know how to handle more than 8 arguments
pl: makecontext: nie wiadomo jak obs³u¿yæ wiêcej ni¿ 8 argumentów

source: Usage: lddlibc4 FILE
pl: Sk³adnia: lddlibc4 PLIK

source: cannot open `%s'
pl: nie mo¿na otworzyæ `%s'

source: cannot read header from `%s'
pl: nie mo¿na przeczytaæ nag³ówka z `%s'

source: lacks alphabetic at start
pl: nie zaczyna siê od litery

source: has fewer than 3 alphabetics
pl: ma mniej ni¿ 3 litery

source: has more than 6 alphabetics
pl: ma wiêcej ni¿ 6 liter

source: differs from POSIX standard
pl: ró¿ni siê od standardu POSIX

source: %s: warning: zone "%s" abbreviation "%s" %s
pl: %s: uwaga: skrót strefy "%s" "%s" %s

source: %s: usage is %s [ --version ] [ -v ] [ -c [loyear,]hiyear ] zonename ...
pl: %s: sk³adnia: %s [ --version ] [ -v ] [ -c [rokpocz,]rokkoñc ] nazwa_strefy...

source: %s: wild -c argument %s
pl: %s: niepoprawny argument -c %s

source: Error writing to standard output
pl: B³±d podczas pisania na standardowe wyj¶cie

source: %s: use of -v on system with floating time_t other than float or double
pl: %s: u¿ycie -v na systemie ze zmiennoprzecinkowym time_t innym ni¿ float lub double

source: %s: Memory exhausted: %s
pl: %s: Brak pamiêci: %s

source: "%s", line %d: %s
pl: "%s", linia %d: %s

source: (rule from "%s", line %d)
pl: (regu³a z "%s", linia %d)

source: warning:
pl: uwaga:

source: %s: usage is %s [ --version ] [ -v ] [ -l localtime ] [ -p posixrules ] \ [ -d directory ] [ -L leapseconds ] [ -y yearistype ] [ filename ... ]
pl: %s: sk³adnia: %s [ --version ] [ -v ] [ -l czas_lokalny ] [ -p regu³y_POSIX ] \ [ -d katalog ] [ -L sek_przestêpne ] [ -y yearistype ] [ plik ...]

source: wild compilation-time specification of zic_t
pl: niepoprawna specyfikacja zic_t w czasie kompilacji

source: %s: More than one -d option specified
pl: %s: Podano wiêcej ni¿ jedn± opcjê -d

source: %s: More than one -l option specified
pl: %s: Podano wiêcej ni¿ jedn± opcjê -l

source: %s: More than one -p option specified
pl: %s: Podano wiêcej ni¿ jedn± opcjê -p

source: %s: More than one -y option specified
pl: %s: Podano wiêcej ni¿ jedn± opcjê -y

source: %s: More than one -L option specified
pl: %s: Podano wiêcej ni¿ jedn± opcjê -L

source: link to link
pl: dowi±zanie do dowi±zania

source: hard link failed, symbolic link used
pl: stworzenie dowi±zania zwyk³ego nie powiod³o siê, u¿yto symbolicznego

source: %s: Can't link from %s to %s: %s
pl: %s: Nie mo¿na dowi±zaæ %s do %s: %s

source: same rule name in multiple files
pl: ta sama nazwa nazwa regu³y w ró¿nych plikach

source: unruly zone
pl: strefa bez regu³

source: %s in ruleless zone
pl: %s w strefie dla której nie zdefiniowano regu³

source: standard input
pl: standardowe wej¶cie

source: %s: Can't open %s: %s
pl: %s: Nie mo¿na otworzyæ %s: %s

source: line too long
pl: za d³uga linia

source: input line of unknown type
pl: nieznany typ linii wej¶ciowej

source: %s: Leap line in non leap seconds file %s
pl: %s: linia Leap nie znajduje siê w pliku sekund przestêpnych %s

source: %s: panic: Invalid l_value %d
pl: %s: panika: B³êdna l-warto¶æ %d

source: %s: Error reading %s
pl: %s: B³±d odczytu %s

source: %s: Error closing %s: %s
pl: %s: B³±d podczas zamykania %s: %s

source: expected continuation line not found
pl: brak spodziewanej linii kontynuacji

source: time overflow
pl: przepe³nienie czasu

source: 24:00 not handled by pre-1998 versions of zic
pl: 24:00 nie by³a obs³ugiwana przez wersje zic sprzed 1998 roku

source: values over 24 hours not handled by pre-2007 versions of zic
pl: warto¶ci wiêksze ni¿ 24 godziny nie by³y obs³ugiwane przez zic sprzed 2007 roku

source: wrong number of fields on Rule line
pl: z³a liczba pól w linii Rule

source: nameless rule
pl: bezimienna regu³a

source: invalid saved time
pl: b³êdny czas oszczêdno¶ci

source: wrong number of fields on Zone line
pl: z³a liczba pól w linii Zone

source: "Zone %s" line and -l option are mutually exclusive
pl: Linia "Zone %s" i opcja -l wykluczaj± siê wzajemnie

source: "Zone %s" line and -p option are mutually exclusive
pl: Linia "Zone %s" i opcja -p wykluczaj± siê wzajemnie

source: duplicate zone name %s (file "%s", line %d)
pl: powtórzona nazwa strefy %s (plik "%s", linia %d)

source: wrong number of fields on Zone continuation line
pl: z³a liczba pól w linii kontynuacji Zone

source: invalid UTC offset
pl: nieprawid³owe przesuniêcie UTC

source: invalid abbreviation format
pl: nieprawid³owy format skrótu

source: Zone continuation line end time is not after end time of previous line
pl: Czas koñcowy linii kontynuacji Zone nie jest po czasie koñcowym poprzedniej linii

source: wrong number of fields on Leap line
pl: z³a liczba pól w linii Leap

source: invalid leaping year
pl: nieprawid³owy rok przestêpny

source: invalid month name
pl: nieprawid³owa nazwa miesi±ca

source: invalid day of month
pl: nieprawid³owy dzieñ miesi±ca

source: time before zero
pl: czas przed zerem

source: time too small
pl: czas zbyt ma³y

source: time too large
pl: czas zbyt du¿y

source: invalid time of day
pl: nieprawid³owa pora dnia

source: illegal CORRECTION field on Leap line
pl: b³êdne pole CORRECTION w linii Leap

source: illegal Rolling/Stationary field on Leap line
pl: b³êdne pole Rolling/Stationary w linii Leap

source: wrong number of fields on Link line
pl: z³a liczba pól w linii Link

source: blank FROM field on Link line
pl: puste pole FROM w linii Link

source: blank TO field on Link line
pl: puste pole TO w linii Link

source: invalid starting year
pl: nieprawid³owy rok pocz±tkowy

source: invalid ending year
pl: nieprawid³owy rok koñcowy

source: starting year greater than ending year
pl: rok pocz±tkowy jest pó¼niejszy ni¿ koñcowy

source: typed single year
pl: podano pojedynczy rok

source: invalid weekday name
pl: nieprawid³owa nazwa dnia tygodnia

source: %s: Can't remove %s: %s
pl: %s: Nie mo¿na usun±æ %s: %s

source: %s: Can't create %s: %s
pl: %s: Nie mo¿na utworzyæ %s: %s

source: %s: Error writing %s
pl: %s: B³±d podczas zapisu do %s

source: no POSIX environment variable for zone
pl: brak zmiennej ¶rodowiskowej POSIX dla strefy

source: can't determine time zone abbreviation to use just after until time
pl: nie mo¿na okre¶liæ skrótu strefy czasowej po koñcu przedzia³u czasu

source: too many transitions?!
pl: za du¿o konwersji?!

source: internal error - addtype called with bad isdst
pl: b³±d wewnêtrzny - addtype wywo³ane z b³êdnym isdst

source: internal error - addtype called with bad ttisstd
pl: b³±d wewnêtrzny - addtype wywo³ane z b³êdnym ttisstd

source: internal error - addtype called with bad ttisgmt
pl: b³±d wewnêtrzny - addtype wywo³ane z b³êdnym ttisgmt

source: too many local time types
pl: za du¿o lokalnych typów czasu

source: UTC offset out of range
pl: przesuniêcie wzglêdem UTC poza zakresem

source: too many leap seconds
pl: za du¿o sekund przestêpnych

source: repeated leap second moment
pl: powtórzona chwila wystêpowania sekund przestêpnych

source: Wild result from command execution
pl: Osobliwy wynik wykonania polecenia

source: %s: command was '%s', result was %d
pl: %s: polecenie `%s' zwróci³o %d

source: Odd number of quotation marks
pl: Nieparzysta liczba cudzys³owów

source: use of 2/29 in non leap-year
pl: u¿ycie 2/29 w roku nieprzestêpnym
